[
    {
        "count": 1,
        "title": "The Titan's Curse",
        "quote": "“Wow,\" Thalia muttered. \"Apollo is hot.\" \"He's the sun god,\" I said.\"That's not what I meant.”"
    },
    {
        "count": 2,
        "title": "The Titan's Curse",
        "quote": "“Grover was sniffing the wind, looking nervous. He fished out his acorns and threw them into the sand, then played his pipes. They rearranged themselves in a pattern that made no sense to me, but Grover looked concerned. \"That's us,\" he said. \"Those five nuts right there.\" \"Which one is me?\" I asked. \"The little deformed one,\" Zoe suggested. \"Oh, shut up.”"
    },
    {
        "count": 3,
        "title": "The Battle of the Labyrinth",
        "quote": "“Don't feel bad, I'm usually about to die.”"
    },
    {
        "count": 4,
        "title": "The Sea of Monsters",
        "quote": "“The real story of the Fleece: there were these two children of Zeus, Cadmus and Europa, okay? They were about to get offered up as human sacrifices, when they prayed to Zeus to save them. So Zeus sent this magical flying ram with golden wool, which picked them up in Greece and carried them all the way to Colchis in Asia Minor. Well, actually it carried Cadmus. Europa fell off and died along the way, but that's not important.\"\"It was probably important to her.”"
    },
    {
        "count": 5,
        "title": "title not available",
        "quote": "“I nodded, looking at Rachel with respect. \"You hit the Lord of the Titans in the eye with a blue plastic hairbrush.”"
    },
    {
        "count": 6,
        "title": "The Lightning Thief",
        "quote": "“What if it lines up like it did in the Trojan War ... Athena versus Poseidon?\"\"I don't know. But I just know that I'll be fighting next to you.\"\"Why?\"\"Because you're my friend, Seaweed Brain. Any more stupid questions?”"
    },
    {
        "count": 7,
        "title": "title not available",
        "quote": "“Dreams like a podcast,Downloading truth in my ears.They tell me cool stuff.\"\"Apollo?\" I guess, because I figured nobody else could make a haiku that bad.He put his finger to his lips. \"I'm incognito. Call me Fred.\"\"A god named Fred?”"
    },
    {
        "count": 8,
        "title": "The Mark of Athena",
        "quote": "“We're staying together,\" he promised. \"You're not getting away from me. Never again.”"
    },
    {
        "count": 9,
        "title": "title not available",
        "quote": "“Can you surf really well, then?\"I looked at Grover, who was trying hard not to laugh.\"Jeez, Nico,\" I said. \"I've never really tried.\"He went on asking questions. Did I fight a lot with Thalia, since she was a daughter of Zeus? (I didn't answer that one.) If Annabeth's mother was Athena, the goddess of wisdom, then why didn't Annabeth know better than to fall off a cliff? (I tried not to strangle Nico for asking that one.) Was Annabeth my girlfriend? (At this point, I was ready to stick the kid in a meat-flavored sack and throw him to the wolves.)”"
    },
    {
        "count": 10,
        "title": "The Battle of the Labyrinth",
        "quote": "“You are okay?\" he asked. \"Not eaten by monsters?\"\"Not even a little bit.\" I showed him that I still had both arms and both legs, and Tyson clapped happily.\"Yay!\" he said. \"Now we can eat peanut butter sandwiches and ride fish ponies! We can fight monsters and see Annabeth and make things go BOOM!\"I hoped he didn't mean all at the same time, but I told him absolutely, we'd have a lot of fun this summer.”"
    },
    {
        "count": 11,
        "title": "The Titan's Curse",
        "quote": "“God alert!\" Blackjack yelled. \"It's the wine dude!Mr. D sighed in exasperation. \"The next person, or horse, who calls me the 'wine dude' will end up in a bottle of Merlot!”"
    },
    {
        "count": 12,
        "title": "The Lightning Thief",
        "quote": "“Hades raised an eyebrow. When he sat forward in his throne, shadowy faces appeared in the folds of his black robes, faces of torment,as if the garment was stitched of trapped souls from the Fields of Punishment, trying to get out. The ADHD part of me wondered, off-task, whether the rest of his clothes were made the same way. What horrible things would you have to do in your life to get woven into Hades' underwear?”"
    },
    {
        "count": 13,
        "title": "title not available",
        "quote": "“Percy: Don't I get a kiss for luck? It's kind of a tradition, right?Annabeth: Come back alive, Seaweed Brain. Then we'll see.”"
    },
    {
        "count": 14,
        "title": "The Lightning Thief",
        "quote": "“Why can't you place a blessing like that on us?\" I asked.\"It only works on wild animals.\"\"So it would only affect Percy,\" Annabeth reasoned.\"Hey!\" I protested.”"
    },
    {
        "count": 15,
        "title": "title not available",
        "quote": "“Afterward, I had the last laugh. I made an air bubble at the bottom of the lake. Our friends kept waiting for us to come up, but hey-when you are the son of Poseidon, you don't have to hurry. And it was pretty much the best underwater kiss of all time.”"
    },
    {
        "count": 16,
        "title": "The Last Olympian",
        "quote": "“Once she was gone, I knelt next to Annabeth and felt her forehead. She was still burning up.\"You're cute when you're worried,\" she muttered. \"Your eyebrows get all scrunched together.\"\"You are not going to die while I owe you a favor,\" I said. \"Why did you take that knife?\"\"You would've done the same for me.\"It was true. I guess we both knew it. Still, I felt like somebody was poking my heart with a cold metal rod.”"
    },
    {
        "count": 17,
        "title": "The Mark of Athena",
        "quote": "“Very slowly using two fingers, Annabeth drew her dagger. Instead of dropping it, she tossed it as far as she could into the water. Octavian made a squeaking sound. \"What was that for? I didn't say toss it! That could've been evidence. Or spoils of war!\"Annabeth tried for a dumb-blonde smile, like: Oh, silly me. Nobody who knew her would have been fooled. But Octavian seemed to buy it. He huffed in exasperation. \"You other two...\" He pointed his blade a Hazel and Piper. \"Put your weapons on the dock. No funny bus--\"All around the Romans, Charleston Harbor erupted like a Las Vegas fountain putting on a show. When the wall of seawater subsided, the three Romans were in the bay, spluttering and frantically trying to stay afloat in their armor. Percy stood on the dock, holding Annabeth's dagger. \"You dropped this,\" he said, totally poker-faced.”"
    },
    {
        "count": 18,
        "title": "The Last Olympian",
        "quote": "“She raised an eyebrow. \"You got something to say to me, Seaweed Brain?\"You'd probably kick my butt.\"You know I'd kick your butt.\"I brushed the cake off my hands. \"When I was at the River Styx, turning invulnerable . . . Nico said I had to concentrate on one thing that kept me anchored to the world, that made me want to stay mortal.\"Annabeth kept her eyes on the horizon. \"Yeah?\"Then up on Olympus,\" I said, \"when they wanted to make me a god and stuff, I kept thinking-\"Oh, you so wanted to.\"Well, maybe a little. But I didn't, because I thought-I didn't want things to stay the same for eternity, because things could always get better. And I was thinking . . .\" My throat felt really dry.Anyone in particular?\" Annabeth asked, her voice soft.I looked over and saw that she was trying not to smile.You're laughing at me,\" I complained.I am not!\"You are so not making this easy.\"Then she laughed for real, and she put her hands around my neck. \"I am never, ever going to make things easy for you, Seaweed Brain. Get used to it.”"
    },
    {
        "count": 19,
        "title": "The Mark of Athena",
        "quote": "“Hercules,huh? Percy frowned. \"That guy was like the Starbucks of Ancient Greece. Everywhere you turn--there he is.”"
    },
    {
        "count": 20,
        "title": "The Son of Neptune",
        "quote": "“Now, come over here so I can pat you down.\"\"But you don't have-\" Percy stopped. \"Uh, sure.\"He stood next to the armless statue. Terminus conducted a rigorous mental pat down.\"You seem to be clean,\" Terminus decided. \"Do you have anything to declare?\"\"Yes,\" Percy said. \"I declare that this is stupid.”"
    },
    {
        "count": 21,
        "title": "The Lightning Thief",
        "quote": "“Braccas meas vescimini!\"I wasn't sure where the Latin came from. I think it meant 'Eat my pants!”"
    },
    {
        "count": 22,
        "title": "The Mark of Athena",
        "quote": "“Behold!\" Percy shouted. \"The god's chosen beverage. Tremble before the horror of Diet Coke!”"
    },
    {
        "count": 23,
        "title": "The Mark of Athena",
        "quote": "“It's okay,” he said. “We're together.” He didn't say you're okay, or we're alive. After all they'd been through over the last year, he knew that the most important thing was that they were together. She loved him for saying that.”"
    },
    {
        "count": 24,
        "title": "The Battle of the Labyrinth",
        "quote": "“Monkey bar,\" Annabeth said. \"I'm great at these.\" She leaped onto to the first rung and start swinging her way across. She was scared of tiny spiders, but not of plummeting to her death from a set of monkey bars. Go figure.”"
    },
    {
        "count": 25,
        "title": "The Lightning Thief",
        "quote": "“My name is Percy Jackson. I'm twelve years old. Until a few months ago, I was a boarding student at Yancy Academy, a private school for troubled kids in upstate New York.Am I a troubled kid?Yeah. You could say that.”"
    },
    {
        "count": 26,
        "title": "The Battle of the Labyrinth",
        "quote": "“My mother made a squeaking sound that might of been either \"yes\" or \"help\".Poseidon took it as a yes and came in.Paul was looking back and forth between us, trying to read our expressions.Finally he stepped forward.\"Hi, I'm Paul Blofis.\"Poseidon raised an eyebrow and then shook his hand.\"Blowfish, did you say?\"\"Ah, no. Blofis, actually.\"\"Oh, I see,\" Poseidon said. \"A shame. I quite like blowfish. I am Poseidon.\"\"Poseidon? That's an interesting name.\"\"Yes, I like it. I've gone by other names, but I do prefer Poseidon.\"\"Like the god of the sea.\"\"Very much like that, yes\"\"Well!\" My mother interrupted. \"Um, were so glad you could drop by. Paul, this is Percy's father.\"\"Ah.\" Paul nodded, though he didn't look real pleased. \"I see.\"Poseidon smiled at me. \"There you are, my boy. And Tyson, hello, son!\"\"Daddy!\" Tyson [shouted]...Paul's jaw dropped. He stared at my mother. \"Tyson is...\"\"Not mine,\" she promised. \"It's a long story.”"
    },
    {
        "count": 27,
        "title": "The Lightning Thief",
        "quote": "“Remind me again-why do you hate me so much?\"I don't hate you.\"Could've fooled me.\"She folded her cap of invisibility. \"Look...we're just not supposed to get along, okay? Our parents are rivals.\"Why?\"She sighed. \"How many reasons do you want? One time my mom caught Poseidon with his girlfriend in Athena's temple, which is hugely disrespectful. Another time, Athena and Poseidon competed to be the patron god for the city of Athens. Your dad created some stupid saltwater spring for his gift. My mom created the olive tree. The people saw that her gift was better, so they named the city after her.\"They must really like olives.\"Oh, forget it.\"Now, if she'd invented pizza-that I could understand.”"
    },
    {
        "count": 28,
        "title": "The Last Olympian",
        "quote": "“The throne rumbled. A wave of gale-force anger slammed into me. WHO DARES-The voice stopped abruptly, The anger retreated, which was a good thing, because just those two words had almost blasted my mind to shreds. Percy. My fathers voice was still angry but more controlled. What-exactly-are you doing on my throne?\"I'm sorry, Father,\" I said. \"I needed to get your attention.\"This was a very dangerous thing to do. Even for you. If I hadn't looked before I blasted, you would now be a puddle of seawater.”"
    },
    {
        "count": 29,
        "title": "title not available",
        "quote": "“It's him,\" I said. \"Typhon.\"I was seriously hoping Chiron would say something good, like 'No, that's our huge friend Leroy! He's going to help us!”"
    },
    {
        "count": 30,
        "title": "The Titan's Curse",
        "quote": "“Hey, can I see that sword you were using?\"I showed him Riptide, and explained how it turned from a pen into a sword just by uncapping it.\"Cool! Does it ever run out of ink?\"\"Um, well, I don't actually write with it.\"\"Are you really the son of Poseidon?\"\"Well, yeah.\"\"Can you surf really well, then?\"I looked at Grover, who was trying hard not to laugh.\"Jeez, Nico,\" I said. \"I've never really tried.\"He went on asking questions. Did I fight a lot with Thalia, since she was a daughter of Zeus? (I didn't answer that one.) If Annabeth's mother was Athena, the goddess of wisdom, then why didn't Annabeth know better than to fall off a cliff? (I tried not to strangle Nico for asking that one.) Was Annabeth my girlfriend? (At this point, I was ready to stick the kid in a meat-flavored sack and throw him to the wolves.)”"
    },
    {
        "count": 31,
        "title": "The Battle of the Labyrinth",
        "quote": "“I'm calm,\" Rachel insisted. \"Every time I'm around you, some monsters attack us. What's to be nervous about?\"\"Look,\" I said. \"I'm sorry about the band room. I hope they didn't kick you our or anything.\"\"Nah. They asked me a lot of questions about you. I played dumb.\"\"Was it hard?\" Annabeth asked.”"
    },
    {
        "count": 32,
        "title": "The Blood of Olympus",
        "quote": "“Correct.\" Kekrops sounded bitter, like he regretted his decision. \"My people were the original Athenians--the gemini.\"\"Like your zodiac sign?\" Percy asked. \"I'm a Leo.\"\"No, stupid,\" Leo said. \"I'm a Leo. You're a Percy.”"
    },
    {
        "count": 33,
        "title": "The Last Olympian",
        "quote": "“As for my brothers,\" Zeus said, \"we are thankful\"-he cleared his throat like the words were hard to get out-\"erm, thankful for the aid of Hades.\"The lord of the dead nodded. He had a smug look on his face, but I figure he'd earned the right. He patted his son Nico on the shoulders, and Nico looked happier than I'd ever seen him.\"And, of course,\" Zeus continued, though he looked like his pants were smoldering, \"we must...um...thank Poseidon.\"\"I'm sorry, brother,\" Poseidon said. \"What was that?\"\"We must thank Poseidon,\" Zeus growled. \"Without whom . . . it would've been difficult-\"\"Difficult?\" Poseidon asked innocently.\"Impossible,\" Zeus said. \"Impossible to defeat Typhon.”"
    },
    {
        "count": 34,
        "title": "The Sea of Monsters",
        "quote": "“You weren't able to talk sense into him?\"Well, we kind of tried to kill each other in a duel to the death.\"I see. You tried the diplomatic approach.”"
    },
    {
        "count": 35,
        "title": "The Mark of Athena",
        "quote": "“I could have killed you.”“Or I could have killed you,” Percy said. Jason shrugged. “If there’d been an ocean in Kansas, maybe.”“I don’t need an ocean—”“Boys,” Annabeth interrupted, “I’m sure you both would’ve been wonderful at killing each other. But right now, you need some rest.”Food first,” Percy said. “Please?”"
    },
    {
        "count": 36,
        "title": "The Lightning Thief",
        "quote": "“I'd love to tell you I had some deep revelation on my way down, that I came to terms with my own mortality, laughed in the face of death, et cetera.The truth? My only thought was: Aaaaggghhhhh!”"
    },
    {
        "count": 37,
        "title": "The Battle of the Labyrinth",
        "quote": "“I turned to Dionysus. \"You cured him?\"\"Madness is my specialty. It was quite simple.\"\"But...you did something nice. Why?\"He raised and eyebrow. \"I am nice! I simple ooze niceness, Perry Johansson. Haven't you noticed?”"
    },
    {
        "count": 38,
        "title": "The Titan's Curse",
        "quote": "“Argh!\" Thalia pushed me, and a shock went through my body that blew me backward ten feet into the water. Some of the campers gasped. A couple of the Hunters stifled laughs.\"Sorry!\" Thalia said, turning pale. \"I didn't mean to—\"Anger roared in my ears. A wave erupted from the creek, blasting into Thalia's face and dousing her from head to toe.I stood up. \"Yeah,\" I growled. \"I didn't mean to, either.\"Thalia was breathing heavily.\"Enough!\" Chiron ordered.But Thalia held out her spear. \"You want some, Seaweed Brain?\"Somehow, it was okay when Annabeth called me that — at least, I'd gotten used to it — but hearing it from Thalia was not cool.\"Bring it on, Pinecone Face!”"
    },
    {
        "count": 39,
        "title": "The Lightning Thief",
        "quote": "“Nothing like watching your relatives fight, I always say.”"
    },
    {
        "count": 40,
        "title": "The Lost Hero",
        "quote": "“I'm Dylan. I'm so cool. I want to date myself, but I don't know how! You want to date me instead? You're so lucky!”"
    },
    {
        "count": 41,
        "title": "The Blood of Olympus",
        "quote": "“For a long time,’ Nico said, ‘I had a crush on you. I just wanted you to know.’ Percy looked at Nico. Then at Annabeth, as if to check that he’d heard correctly. Then back at Nico. ‘You –’ ‘Yeah,’ Nico said. ‘You’re a great person. But I’m over that. I’m happy for you guys.’ ‘You … so you mean –’ ‘Right.’ Annabeth’s grey eyes started to sparkle. She gave Nico a sideways smile. ‘Wait,’ Percy said. ‘So you mean –’ ‘Right,’ Nico said again. ‘But it’s cool. We’re cool. I mean, I see now … you’re cute, but you’re not my type.’ ‘I’m not your type … Wait. So –’ ‘See you around, Percy,’ Nico said.”"
    },
    {
        "count": 42,
        "title": "The Lightning Thief",
        "quote": "“You're Dionysus,\" I said. \"The god of wine.\"Mr. D rolled his eyes. \"What do they say these days, Grover? Do the children say 'Well duh!'?\"Y-yes, Mr. D.\"Then, well, duh! Percy Jackson. Did you think I was Aphrodite, perhaps?\" You're a god.\"Yes, child.\"A god. You.”"
    },
    {
        "count": 43,
        "title": "The Mark of Athena",
        "quote": "“And,” Annabeth continued, “it reminds me how long we’ve known each other. We were twelve, Percy. Can you believe that?”“No, he admitted. “So…you knew you liked me from that moment?”She smirked. “I hated you at first. You annoyed me. Then I tolerated you for a few years. Then—”“Okay, fine.”She leaned in and kissed: him a good, proper kiss without anyone watching—no Romans anywhere, no screaming satyr chaperones. She pulled away. “I missed you, Percy.”Percy wanted to tell her the same thing, but it seemed too small a comment. While he had been on the Roman side, he’d kept himself alive almost solely by thinking of Annabeth. I missed you didn’t really cover that.”"
    },
    {
        "count": 44,
        "title": "The Son of Neptune",
        "quote": "“Two hundred Romans, and no one’s got a pen? Never mind!\" He slung his M16 onto his back and pulled out a hand grenade. There were many screaming Romans. Then the hand grenade morphed into a ballpoint pen, and Mars began to write. Frank looked at Percy with wide eyes. He mouthed: Can your sword do grenade form?Percy mouthed back, No. Shut up.”"
    },
    {
        "count": 45,
        "title": "The Last Olympian",
        "quote": "“And it was pretty much the best underwater kiss of all time.”"
    },
    {
        "count": 46,
        "title": "The Lost Hero",
        "quote": "“You must forge your own path for it to mean anything.”"
    },
    {
        "count": 47,
        "title": "The Mark of Athena",
        "quote": "“Blackjack,\" Percy said, \"this is Piper and Jason. They're friends.\"The horse nickered.\"Uh, maybe later,\" Percy answered.Piper had heard that Percy could speak to horses, being the son of the horse lord Poseidon, but she'd never seen it in action.\"What does Blackjack want?\" she asked.\"Donuts,\" Percy said. \"Always donuts.”"
    },
    {
        "count": 48,
        "title": "The Lightning Thief",
        "quote": "“He was slumped over, blood trickling from the side of his mouth. I shook his furry hip, thinking, No! Even if you are half barnyard animal, you're my best friend and I don't want you to die!”"
    },
    {
        "count": 49,
        "title": "The Titan's Curse",
        "quote": "“Hoover Dam,\" Thalia said. \"It's huge.\"We stood at the river's edge, looking up at a curve of concrete that loomed between the cliffs. People were walking along the top of the dam. They were so tiny they looked like fleas.The naiads had left with a lot of grumbling—not in words I could understand, but it was obvious they hated this dam blocking up their nice river. Our canoes floated back downstream, swirling in the wake from the dam's discharge vents.\"Seven hundred feet tall,\" I said. \"Built in the 1930s.\"\"Five million cubic acres of water,\" Thalia said.Graver sighed. \"Largest construction project in the United States.\"Zoe stared at us. \"How do you know all that?\"\"Annabeth,\" I said. \"She liked architecture.\"\"She was nuts about monuments,\" Thalia said.\"Spouted facts all the time.\" Grover sniffled. \"So annoying.\"\"I wish she were here,\" I said.”"
    },
    {
        "count": 50,
        "title": "The Titan's Curse",
        "quote": "“You're a stalker with hooves.\"\"I am not! I followed her to the Big House and hid in a bush and watched the whole thing.”"
    },
    {
        "count": 51,
        "title": "The Son of Neptune",
        "quote": "“Percy scowled. \"I-I know you.\"Nico raised his eyebrows. \"Do you?”"
    },
    {
        "count": 52,
        "title": "The Last Olympian",
        "quote": "“We need music,\" Nico said. \"How's your singing?\"\"Um, no. Can't you just, like, tell it to open? You're the son of Hades and all.\"\"It's not so easy. We need music.\"I was pretty sure if I tried to sing, all I would cause was an avalanche.”"
    },
    {
        "count": 53,
        "title": "The Last Olympian",
        "quote": "“The Council agrees,\" Zeus said. \"Percy Jackson, you will have one gift from the gods.\"I hesitated. \"Any gift?\"Zeus nodded grimly. \"I know what you will ask. The greatest gift of all. Yes, if you want it, it shall be yours. The gods have not bestowed this gift on a mortal hero in many centuries, but, Perseus Jackson-if you wish it-you shall be made a god. Immortal. Undying. You shall serve as your father's lieutenant for all time.\"I stared at him, stunned. \"Um...a god?\"Zeus rolled his eyes. \"A dimwitted god, apparently. But yes. With the consensus of the entire Council, I can make you immortal. Then I will have to put up with you forever.\"\"Hmm,\" Ares mused. \"That means I can smash him to a pulp as often as I want, and he'll just keep coming back for more. I like this idea.”"
    },
    {
        "count": 54,
        "title": "The Blood of Olympus",
        "quote": "“Legion, cuneum formate!’ Reyna yelled. ‘Advance!’ Another cheer on Jason’s right as Percy and Annabeth reunited with the forces of Camp Half-Blood. ‘Greeks!’ Percy yelled. ‘Let’s, um, fight stuff!’ They yelled like banshees and charged. Jason grinned. He loved the Greeks. They had no organization whatsoever, but they made up for it with enthusiasm.”"
    },
    {
        "count": 55,
        "title": "The Mark of Athena",
        "quote": "“I learned a long time ago: Never bet against Annabeth.”"
    },
    {
        "count": 56,
        "title": "The Lightning Thief",
        "quote": "“It's useless to lecture a human.”"
    },
    {
        "count": 57,
        "title": "The Mark of Athena",
        "quote": "“You sneaked into my cabin?”Annabeth rolled her eyes. “Percy, you’ll be seventeen in two months. You can’t seriously be worried about getting in trouble with Coach Hedge.”“Uh, have you seen his baseball bat?”“Besides, Seaweed Brain, I just thought we could take a walk. We haven’t had any time to be together alone. I want to show you something—my favorite place aboard the ship.”Percy’s pulse was still in overdrive, but it wasn’t from fear of getting in trouble. “Can I, you know, brush my teeth first?”“You'd better,” Annabeth said. “Because I’m not kissing you until you do. And brush your hair while you’re at it.”"
    },
    {
        "count": 58,
        "title": "The Mark of Athena",
        "quote": "“Save yourselves!” Percy warned. “It is too late for us!”Then he gasped and pointed to the spot where Frank was hiding. “Oh, no! Frank is turning into a crazy dolphin!”Nothing happened. “I said,” Percy repeated, “Frank is turning into a crazy dolphin!”Frank stumbled out of nowhere, making a big show of grabbing his throat. “Oh, no,” he said, like he was reading from a teleprompter. “I am turning into a crazy dolphin.”He began to change, his nose elongating into a snout, his skin becoming sleek and gray. He fell to the deck as a dolphin, his tail thumping against the boards. The pirate crew disbanded in terror.”"
    },
    {
        "count": 59,
        "title": "The Son of Neptune",
        "quote": "“Percy smiled. He knew the stakes were high. He knew this day could go horribly wrong. But he also knew that Annabeth was on that ship.If things went right, this would be the best day of his life.He threw one arm around Hazel and one arm around Frank.\"Come on,\" he said. \"Let me introduce you to my other family.”"
    },
    {
        "count": 60,
        "title": "The Titan's Curse",
        "quote": "“Can’t this thing go any faster?” Thalia demanded.Zoe glared at her. “I cannot control traffic.”You both sound like my mother,” I said.Shut up!” they both said in union.”"
    },
    {
        "count": 61,
        "title": "The Last Olympian",
        "quote": "“The cord, a familiar voice said. Remember your lifeline, dummy!Suddenly there was a tug in my lower back. The current pulled at me, but it wasn't carrying me away anymore. I imagined the string in my back keeping me tied to the shore.\"Hold on, Seaweed Brain.\" It was Annabeth's voice, much clearer now. \"You're not getting away from me that easily.\"The cord strengthened.I could see Annabeth now- standing barefoot above me on the canoe lake pier. I'd fallen out of my canoe. That was it. She was reaching out her hand to haul me up, and she was trying not to laugh. She wore her orange camp T-shirt and jeans. Her hair was tucked up in her Yankees cap, which was strange because that should have made her invisible.\"You are such an idiot sometimes.\" She smiled. \"Come on. Take my hand.\"Memories came flooding back to me- sharper and more colorful. I stopped dissolving. My name was Percy Jackson. I reached up and took Annabeth's hand.”"
    },
    {
        "count": 62,
        "title": "The House of Hades",
        "quote": "“Keep climbing,' he told himself.'Cheeseburgers,' his stomach replied.'Shut up,' he thought.'With fries,' his stomach complained.”"
    },
    {
        "count": 63,
        "title": "The House of Hades",
        "quote": "“I had a crush on Percy,\" Nico spat. \"That's the truth. That's the big secret.”"
    },
    {
        "count": 64,
        "title": "The Last Olympian",
        "quote": "“Nico strode forward. The enemy army fell back before him like he radiated death, which of course he did.Through the face guard of his skull-shaped helmet, he smiled. \"Got your message. Is it too late to join the party?\"\"Son of Hades.\" Kronos spit on the ground. \"Do you love death so much you wish to experience it?\"\"Your death,\" Nico said, \"would be great for me.\"\"I'm immortal, you fool! I have escaped Tartarus. You have no business here, and no chance to live.\"Nico drew his sword-three feet of wicked sharp Stygian iron, black as a nightmare. \"I don't agree.”"
    },
    {
        "count": 65,
        "title": "The Mark of Athena",
        "quote": "“Annabeth gripped the hilt of her dagger. “A bounty on our heads . . . as if we didn’t attract enough monsters already.”“Do we get WANTED posters?” Leo asked. “And do they have our bounties, like, broken down on a price list?”Hazel wrinkled her nose. “What are you talking about?”“Just wondering how much I’m going for these days,” Leo said. “I mean, I can understand not being as pricey as Percy or Jason, maybe . . . but am I worth, like, two Franks, or three Franks?”"
    },
    {
        "count": 66,
        "title": "The Sea of Monsters",
        "quote": "“It doesn't matter if they hate you, or embarrass you, or simply don't appreciate your genius for inventing the internet-\"\"You invented the internet?\"It was my idea, Martha said.Rats are delicious, George said.\"It was my idea!\" Hermes said. \"I mean the internet, not the rats. But that's not the point.”"
    },
    {
        "count": 67,
        "title": "The House of Hades",
        "quote": "“Annabeth pressed her lips to Percy’s ear. “I love you.”She wasn’t sure he could hear her—but if they died, she wanted those to be her last words.”"
    },
    {
        "count": 68,
        "title": "The Mark of Athena",
        "quote": "“I still don't understand what a sea god would be doing in Atlanta.\"Leo snorted. \"What's a wine god doing in Kansas? Gods are weird.”"
    },
    {
        "count": 69,
        "title": "The Son of Neptune",
        "quote": "“You speak horse?\" Hazel asked.\"Speaking to horses is a Poseidon thing,\" Percy said. \"Uh, I mean a Neptune thing.\"\"Then you and Arion should get along fine,\" Hazel said. \"He's a son of Neptune too.\"Percy turned pale. \"Excuse me?”"
    },
    {
        "count": 70,
        "title": "The Last Olympian",
        "quote": "“The older lady harrumphed. \"I warned you, daughter. This scoundrel Hades is no good. You could've married the god of doctors or the god of lawyers, but noooo. You had to eat the pomegranate.\"\"Mother-\"\"And get stuck in the Underworld!\"\"Mother, please-\"\"And here it is August, and do you come home like you're supposed to? Do you ever think about your poor lonely mother?\"\"DEMETER!\" Hades shouted. \"That is enough. You are a guest in my house.\"\"Oh, a house is it?\" she said. \"You call this dump a house? Make my daughter live in this dark, damp-\"\"I told you,\" Hades said, grinding his teeth, \"there's a war in the world above. You and Persephone are better off here with me.\"\"Excuse me,\" I broke in. \"But if you're going to kill me, could you just get on with it?”"
    },
    {
        "count": 71,
        "title": "The Lightning Thief",
        "quote": "“Grover murmured, \"Well, Percy, what have we learned today?\"That three-headed dogs prefer red rubber balls over sticks?\"No,\" Grover told me. \"We've learned that your plans really, really bite!”"
    },
    {
        "count": 72,
        "title": "The House of Hades",
        "quote": "“Lots of death, huh? Personally, I'm trying to avoid lots of death, but you guys have fun!”"
    },
    {
        "count": 73,
        "title": "The Titan's Curse",
        "quote": "“Brother,” Artemis chided. “You do not help my Hunters. You do not look at, talk to, or flirt with my Hunters. And you do not call them sweetheart.”"
    },
    {
        "count": 74,
        "title": "The Son of Neptune",
        "quote": "“Elections only happen in two ways,\" Reyna said. \"Either the legion raises someone on a shield after a major success on the battlefield-and we haven't had any major battles-or we hold a ballot on the evening of June 24, at the Feast of Fortuna. That's in five days.\"Percy frowned. \"You have a feast for tuna?”"
    },
    {
        "count": 75,
        "title": "The Titan's Curse",
        "quote": "“There is always a way out for those clever enough to find it.”"
    },
    {
        "count": 76,
        "title": "The Last Olympian",
        "quote": "“The main courtyard was filled with warriors - mermen with fish tails from the waist down and human bodies from the waist up, except their skin was blue, which I'd never known before.Some were tending the wounded. Some were sharpening spears and swords. One passed us, swimming in a hurry. His eyes were bright green, like that stuff they put in glo-sticks, and his teeth were shark teeth. They don't show you stuff like that in \"The Little Mermaid.”"
    },
    {
        "count": 77,
        "title": "The Blood of Olympus",
        "quote": "“What if we promoted, like, Adidas shoes?’ Percy wondered. ‘Would that make Nike mad enough to show up?\" Leo smiled nervously. Maybe he and Percy did share something else – a stupid sense of humour. \"Yeah, I bet that would totally be against her sponsorship deal. THOSE ARE NOT THE OFFICIAL SHOES OF THE OLYMPICS! YOU WILL DIE NOW!”"
    },
    {
        "count": 78,
        "title": "The Battle of the Labyrinth",
        "quote": "“They send a person who can never stay,\" she whispered. \"Who can never accept my offer of companionship for more than a little while. They send me a hero I can't help ... just the sort of person I can't help falling in love with.\"...As I sailed into the lake I realized the Fates really were cruel. They sent Calypso someone she couldn't help but love. But it worked both ways. For the rest of my life I would be thinking about her. She would always be my biggest what if.”"
    },
    {
        "count": 79,
        "title": "The Titan's Curse",
        "quote": "“Not knowing is half the fun,\" Aphrodite said, \"Exquisitely painful isn't it? Not being sure who you love and who loves you? Oh, you kids! It's so cute I'm going to cry!”"
    },
    {
        "count": 80,
        "title": "The Son of Neptune",
        "quote": "“Tyson, Frank is a descendant of Poseidon.\"\"Brother!\" Tyson crushed Frank in a hug.Percy stifled a laugh. \"Actually he's more like a great-great-...Oh, never mind. Yeah, he's your brother.\"\"Thanks.\" Frank mumbled through a mouthful of flannel.”"
    },
    {
        "count": 81,
        "title": "The Blood of Olympus",
        "quote": "“Oh, come on!’ Percy complained. ‘I get a little nosebleed and I wake up the entire earth? That’s not fair!”"
    },
    {
        "count": 82,
        "title": "The Son of Neptune",
        "quote": "“Percy tried to remember. He really did. For some reason, Annabeth and he had visited a spa and decided to destroy it. He couldn't imagine why. Maybe they hadn't like the deep-tissue massage? Maybe they'd gotten bad manicures?”"
    },
    {
        "count": 83,
        "title": "The House of Hades",
        "quote": "“Yeah, well,” Nico said, “not giving people a second thought…that can be dangerous.”"
    },
    {
        "count": 84,
        "title": "The Last Olympian",
        "quote": "“She looked at me, like she was drinking in the fact that I was still here. And I realized I was doing the same thing. The world was collapsing, and the only thing that really mattered to me was that she was alive.”"
    },
    {
        "count": 85,
        "title": "The Demigod Files",
        "quote": "“Christmas in the Underworld was NOT my idea. If I'd known what was coming, I would've called in sick. I could've avoided an army of demons, a fight with a Titan, and a trick that almost got my friends and me cast into eternal darkness. But no, I had to take my stupid English exam.”"
    },
    {
        "count": 86,
        "title": "The Mark of Athena",
        "quote": "“Percy is the most powerful demigod I've ever met. No offense to you guys but it's true.”"
    },
    {
        "count": 87,
        "title": "The Son of Neptune",
        "quote": "“They all ordered massive plates of eggs, pancakes, and reindeer sausage, though Frank looked a little worried about the reindeer. \"You think it's okay that we're eating Rudolph?\"\"Dude,\" Percy said, \"I could eat Prancer and Blitzen, too. I'm hungry.”"
    },
    {
        "count": 88,
        "title": "The Last Olympian",
        "quote": "“Okay,\" I said. \"Just a normal afternoon and two normal people.\"She nodded. \"And so...hypothetically, if these to people likes each other, what would it take to get the stupid guy to kiss the girl, huh?\"\"Oh...\" I felt like one of Apollo's sacred cows-slow, dumb, and bright red. \"Um...”"
    },
    {
        "count": 89,
        "title": "The Mark of Athena",
        "quote": "“Naturally, Coach Hedge went ballistic; but Percy found it hard to take the satyr seriously since he was barely five feet tall.\"Never in my life!\" Coach bellowed, waving his bat and knocking over a plate of apples. \"Against the rules! Irresponsible!\"\"Coach,\" Annabeth said, \"it was an accident. We were talking, and we fell asleep.\"\"Besides,\" Percy said, \"you're starting to sound like Terminus.\"Hedge narrowed his eyes. \"Is that an insult, Jackson? 'Cause I'll—I'll terminus you, buddy!”"
    },
    {
        "count": 90,
        "title": "The Son of Neptune",
        "quote": "“THAT'S IT!\" Terminus cried. \"That's AGAINST THE RULES!\"Polybotes frowned, obviously confused that he was being told off by a statue. \"What are you?\" he growled. \"Shut up!\"He pushed the statue over and turned back to Percy.\"Now I'm MAD!\" Terminus shrieked. \"I'm strangling you. Feel that? Those are my hands around your neck, you big bully. Get over here! I'm going to head-butt you so hard--”"
    },
    {
        "count": 91,
        "title": "The Mark of Athena",
        "quote": "“Annabeth,” he said hesitantly, “in New Rome, demigods can live their whole lives in peace.” Her expression turned guarded. “Reyna explained it to me. But, Percy, you belong at Camp Half-Blood. That other life—”“I know,” Percy said. “But while I was there, I saw so many demigods living without fear: kids going to college, couples getting married and raising families. There’s nothing like that at Camp Half-Blood. I kept thinking about you and me…and maybe someday when this war with the giants is over…”It was hard to tell in the golden light, but he thought Annabeth was blushing. “Oh,” she said…“I’m sorry,” he said. “I just…I had to think of that to keep going. To give me hope. Forget I mentioned—”“No!” she said. “Gods, Percy, that’s so sweet.”"
    },
    {
        "count": 92,
        "title": "The Battle of the Labyrinth",
        "quote": "“I couldn’t miss Percy’s fifteenth birthday,” Poseidon said. “Why, if this were Sparta, Percy would be a man today!”\"That’s true,” Paul said. “I used to teach ancient history.”Poseidon’s eyes twinkled. “That’s me. Ancient history.”"
    },
    {
        "count": 93,
        "title": "The Lightning Thief",
        "quote": "“What I did next was so impulsive and dangerous I should've been named ADHD poster child of the year.”"
    },
    {
        "count": 94,
        "title": "The Son of Neptune",
        "quote": "“Part of their problem was Percy. He fought like a demon, whirling through the defender's ranks in a completely unorthodox style, rolling under their feet, slashing with his sword instead of stabbing like a Roman would, whacking campers with the flat of his blade, and generally causing mass panic.”"
    },
    {
        "count": 95,
        "title": "The Titan's Curse",
        "quote": "“Aretmis gripped her bow. “Let us pray I am wrong.”Can goddesses pray?”"
    },
    {
        "count": 96,
        "title": "The Battle of the Labyrinth",
        "quote": "“Good fighting with you, Seaweed Brain.\"Ditto.”"
    },
    {
        "count": 97,
        "title": "The Titan's Curse",
        "quote": "“She studied me with concern. She touched the new streak of gray in my hair that matched hers exactly—our painful souvenir from holding Atlas's burden. There was a lot I'd wanted to say to Annabeth, but Athena had taken the confidence out of me. I felt like I'd been punched in the gut.I do not approve of your friendship with my daughter.\"So,\" Annabeth said. \"What did you want to tell me earlier?\"The music was playing. People were dancing in the streets. I said, \"I, uh, was thinking we got interrupted at Westover Hall. And… I think I owe you a dance.\"She smiled slowly. \"All right, Seaweed Brain.\"So I took her hand, and I don't know what everybody else heard, but to me it sounded like a slow dance: a little sad, but maybe a little hopeful, too.”"
    },
    {
        "count": 98,
        "title": "The Mark of Athena",
        "quote": "“[Piper] rushed to get dressed. By the time she got up on deck, the others had already gathered—all hastily dressed except for Coach Hedge, who had pulled the night watch. Frank’s Vancouver Winter Olympics shirt was inside out. Percy wore pajama pants and a bronze breastplate, which was an interesting fashion statement. Hazel’s hair was all blown to one side as though she’d walked through a cyclone; and Leo had accidentally set himself on fire. His T-shirt was in charred tatters. His arms were smoking.”"
    },
    {
        "count": 99,
        "title": "The Son of Neptune",
        "quote": "“Look,\" Percy continued, \"I know I'm new here. I know you guys don't like to mention the massacre in the nineteen eighties-\"\"He mentioned it!\" one of the ghosts whimpered.”"
    },
    {
        "count": 100,
        "title": "The Sea of Monsters",
        "quote": "“Dude! said a party pony as he unloaded his gear. Did you see that bear guy? He was all like: 'Whoa, I have an arrow in my mouth!”"
    },
    {
        "count": 101,
        "title": "The Lightning Thief",
        "quote": "“Right,\" she said, \"We're going to the Land of the Dead and I shouldn't think negative.”"
    },
    {
        "count": 102,
        "title": "The Lightning Thief",
        "quote": "“Gabe scratched his double chin. \"Maybe if you hurry with the seven-layer dip...And maybe if the kid apologizes for interrupting my poker game.\"Maybe if I kick you in your soft spot, I thought. And make you sing Soprano for a week.”"
    },
    {
        "count": 103,
        "title": "The Titan's Curse",
        "quote": "“Boys are usually forbidden to have any contact with the Hunters. The last one to see this camp…” She looked at Zoe. “Which one was it?”That boy in Colorado,” Zoe said. “You turned him into a jackalope.”Ah, yes.” Artemis nodded, satisfied. “I enjoy making jackalopes…”"
    },
    {
        "count": 104,
        "title": "The Titan's Curse",
        "quote": "“Apollo?” I guessed…He put a finger to his lips. “I’m incognito. Call me Fred.”A god named Fred?”"
    },
    {
        "count": 105,
        "title": "The Mark of Athena",
        "quote": "“Hmm…” Jason snapped his fingers. “I can call a friend for a ride.”Percy raised his eyebrows. “Oh, yeah? Me too. Let's see whose friend gets here first.”"
    },
    {
        "count": 106,
        "title": "The Titan's Curse",
        "quote": "“I looked at Thalia. \"You're afraid of heights.\"Now that we were safely down the mountain, her eyes had their usual angry look. \"Don't be stupid.\"That explains why you freaked out on Apollo's bus. Why you didn't want to talk about it.\"She took a deep breath. Then she brushed the pine needles out of her hair. \"If you tell anyone, I swear—\"No, no,\" I said. \"That's cool. It's just… the daughter of Zeus, the Lord of the Sky, afraid of heights?”"
    },
    {
        "count": 107,
        "title": "The Blood of Olympus",
        "quote": "“Percy pulled Annabeth close and kissed her...long enough for it to get really awkward for Piper, though she said nothing. She thought about the old rule of Aphrodite's cabin: that to be recognized as a daughter of the love goddess, you had to break someone's heart. Piper had long ago decided to change that rule. Percy and Annabeth were a perfect example of why. You should have to make someone`s heart whole; that was a much better test.”"
    },
    {
        "count": 108,
        "title": "The Titan's Curse",
        "quote": "“Little sister!\" Apollo called. If his teeth were any whiter he could've blinded us without the sun car. \"What's up? You never call. You never write. I was getting worried!\"Artemis sighed. \"I'm fine, Apollo. And I am not your little sister.\"\"Hey, I was born first.\"\"We're twins! How many millennia do we have to argue—”"
    },
    {
        "count": 109,
        "title": "The Last Olympian",
        "quote": "“Kronos would be 10 times more powerful. His very presence would incinerate you. And once he achieves this he will empower the other Titans. They are weak, compared to what they soon will become, unless you can stop them, the world will fall, the gods will die, and I will never achieve a perfect score on this stupid machine.”"
    },
    {
        "count": 110,
        "title": "The Demigod Files",
        "quote": "“You stood up to the dragon so Beckendorf would have his chance to jump - now that was brave.\"\"Or pretty stupid.\"\"Percy, you're a brave guy,\" she said. \"Just take the compliment. I swear, is it so hard?”"
    },
    {
        "count": 111,
        "title": "The House of Hades",
        "quote": "“Annabeth?” Percy said again. “You’re planning something. You’ve got that I’m-planning-something look.”“I don’t have an I’m-planning-something look.”“Yeah, you totally do. Your eyebrows knit together and your lips press together and—”“Do you have a pen?” she asked him.”"
    },
    {
        "count": 112,
        "title": "The Sea of Monsters",
        "quote": "“Hermes smiled. \"I knew a boy once ... oh, younger than you by far. A mere baby, really.\"Here we go again, George said. Always talking about himself.Quiet! Martha snapped. Do you want to get set on vibrate?Hermes ignored them. \"One night, when this boy's mother wasn't watching, he sneaked out of their cave and stole some cattle that belonged to Apollo.\"\"Did he get blasted to tiny pieces?\" I asked.\"Hmm ... no. Actually, everything turned out quite well. To make up for his theft, the boy gave Apollo an instrument he'd invented-a lyre. Apollo was so enchanted with the music that he forgot all about being angry.\"So what's the moral?\"\"The moral?\" Hermes asked. \"Goodness, you act like it's a fable. It's a true story. Does truth have a moral?\"\"Um ...\"\"How about this: stealing is not always bad?\"\"I don't think my mom would like that moral.\"Rats are delicious, suggested George.What does that have to do with the story? Martha demanded.Nothing, George said. But I'm hungry.\"I've got it,\" Hermes said. \"Young people don't always do what they're told, but if they can pull it off and do something wonderful, sometimes they escape punishment. How's that?”"
    },
    {
        "count": 113,
        "title": "The Battle of the Labyrinth",
        "quote": "“I held out a lead figurine of Hades—the little Mythomagic statue Nico had abandoned when he fled camp last winter.Nico hesitated. \"I don’t play that game anymore. It’s for kids.\"\"It’s got four thousand attack power,\" I coaxed.\"Five thousand,\" Nico corrected. \"But only if your opponent attacks first.\"I smiled. \"Maybe it’s okay to still be a kid once in a while.”"
    },
    {
        "count": 114,
        "title": "The Last Olympian",
        "quote": "“Different elevator music was playing since my last visit-that old disco song \"Stayin' Alive.\" A terrifying image flashed through my mind of Apollo in bell-bottom pants and a slinky silk shirt.”"
    },
    {
        "count": 115,
        "title": "The Sea of Monsters",
        "quote": "“Hercules used noise! Brass bells! He scared them away with the most horrible sound he could-\" said Percy\"Percy... Chiron's collection!”"
    },
    {
        "count": 116,
        "title": "The Mark of Athena",
        "quote": "“Please, Percy...change your clothes. You smell like you've been run over by an electric horse.”"
    },
    {
        "count": 117,
        "title": "The Last Olympian",
        "quote": "“I will deny I ever said this, of course, but the gods need heroes. They always have. Otherwise we would not keep you annoying little brats around.\"I feel so wanted. Thanks.”"
    },
    {
        "count": 118,
        "title": "The Last Olympian",
        "quote": "“Husband, we talked about this,\" Persephone chided. \"You can't go around incinerating every hero. Besides, he's brave. I like that.\"Hades rolled his eyes. \"You liked that Orpheus fellow too. Look how well that turned out.”"
    },
    {
        "count": 119,
        "title": "The Battle of the Labyrinth",
        "quote": "“When I got across, I looked back and saw Tyson giving Grover a piggyback ride (or was it a goatyback ride?).”"
    },
    {
        "count": 120,
        "title": "The Titan's Curse",
        "quote": "“He gave me the brochure. It was about the Hunters of Artemis. The front read, A WISE CHOICE FOR YOUR FUTURE! Inside were pictures of young maidens doing hunter stuff, chasing monsters, shooting bows. There were captions like: HEALTH BENEFITS: IMMORTALITY AND WHAT IT MEANS FOR YOU! and A BOY-FREE TOMORROW!\"I found that in Annabeth's backpack,\" Grover said.I stared at him. \"I don't understand.\"\"Well, it seems to me… maybe Annabeth was thinking about joining.\"I'd like to say I took the news well.The truth was, I wanted to strangle the Hunters of Artemis one eternal maiden at a time.”"
    },
    {
        "count": 121,
        "title": "The Last Olympian",
        "quote": "“I looked down at my clothes. They were slashed to pieces and full of bullet holes, but I was fine. Not a mark on me.Nico's mouth hung open. \"You just . . . with a sword . . . you just—\"\"I think the river thing worked,\" I said.\"Oh gee,\" he said sarcastically. \"You think?”"
    },
    {
        "count": 122,
        "title": "The Battle of the Labyrinth",
        "quote": "“As I got closer to the fence, I held my shirt over my nose to block the smell. One stallion waded through the muck and whinnied angrily at me. He bared his teeth, which were pointed like a bear's.I tried to talk to him in my mind. I can do that with most horses.Hi, I told him. I'm going to clean your stables. Won't that be great?Yes! The horse said. Come inside! Eat you! Tasty half-blood!But I'm Poseidon's son, I protested. He created horses.Usually this gets me VIP treatment in the equestrian world, not this time.Yes! The horse agreed enthusiastically. Poseidon can come in, too! We will eat you both! Seafood!Seafood! The other horses chimed in as they waded through the field.”"
    },
    {
        "count": 123,
        "title": "The Mark of Athena",
        "quote": "“The meeting was like a war council with donuts. Then again, back at Camp Half-Blood they used to have their most serious discussions around the Ping-Pong table in the rec room with crackers and Cheez Whiz, so Percy felt right at home.”"
    },
    {
        "count": 124,
        "title": "The Mark of Athena",
        "quote": "“Percy blinked. “So your brother is a winged horse. But you’re also my half brother, which means all the flying horses in the world are my…You know what? Lets’ forget it.”"
    },
    {
        "count": 125,
        "title": "The House of Hades",
        "quote": "“Images flashed through his mind. He saw Nico and his sister on a snowy mountain cliff in Maine, Percy Jackson protecting them from the manticore. Percy's sword gleamed in the dark. He'd been the first demigod Nico had ever seen in action. Later at Camp Half-Blood, Percy took Nico by the arm, promising to keep his sister Bianca safe. Nico believed him. Nico looked into his sea-green eyes and though, How can he possibly fail? This is a real hero.”"
    },
    {
        "count": 126,
        "title": "The Mark of Athena",
        "quote": "“Down in the water, Octavian yelled, “Get me out of here! I’ll kill you!”“Tempting,” Percy called down.”"
    },
    {
        "count": 127,
        "title": "The Son of Neptune",
        "quote": "“Since Percy’d lost his memory,his whole life was one big fillin-the-blank. He was____________________, from____________________. He felt like____________________, and if the monsterscaught him, he’d be____________________.”"
    },
    {
        "count": 128,
        "title": "The Lightning Thief",
        "quote": "“The wood nymph instructors left me in the dust. They told me not to worry about it. They'd had centuries of practice running away from lovesick gods. But still, it was a little humiliating to be slower than a tree. ”"
    },
    {
        "count": 129,
        "title": "The Mark of Athena",
        "quote": "“She'd secretly had a crush on him since they were twelve years old. Last summer, she'd fallen for him hard.”"
    },
    {
        "count": 130,
        "title": "The Sea of Monsters",
        "quote": "“Thalia had been turned into a pine tree when she was 12. Me... well, i was doing my best not to follow her example. I had nightmares about what Poseidon might turn me into if i were ever in the verge of death—plankton, maybe. Or a floating patch of kelp.”"
    },
    {
        "count": 131,
        "title": "The Blood of Olympus",
        "quote": "“The rivalry ends here,\" Percy said. \"I love you, Wise Girl.”"
    },
    {
        "count": 132,
        "title": "The Last Olympian",
        "quote": "“Annabeth frowned. \"That doesn't make sense. But why were you visiting --\" Her eyes widened. \"Hermes said you bear the curse of Achilles. Hestia said the same thing. Did you . . . did you bathe in the River Styx?\"\"Don't change the subject.\"\"Percy! Did you or not?\"\"Um . . .maybe a little.”"
    },
    {
        "count": 133,
        "title": "The Last Olympian",
        "quote": "“Kronos couldn't have risen if it hadn't been for a lot of demigods who felt abandoned by their parents,\" I said. \"They felt angry, resentful, and unloved, and they had a good reason.\"Zeus's royal nostrils flared. \"You dare accuse-\"\"No more undetermined children,\" I said. \"I want you to promise to claim your children-all your demigod children-by the time they turn thirteen. They won't be left out in the world on their own at the mercy of monsters. I want them claimed and brought to camp so they can be trained right, and survive.\" \"Now, wait just a moment,\" Apollo said, but I was on a roll.\"And the minor gods,\" I said. \"Nemesis, Hecate, Morpheus, Janus, Hebe--they all deserve a general amnesty and a place at Camp Half-Blood. Their children shouldn't be ignored. Calypso and the other peaceful Titan-kind should be pardoned too. And Hades-\"\"Are you calling me a minor god?\" Hades bellowed.”"
    },
    {
        "count": 134,
        "title": "The House of Hades",
        "quote": "“Oh, by the way…” Jason glanced at Percy. “I resigned my office, gave Frank a field promotion to praetor. Unless you want to contest that ruling.” Percy grinned. “No argument here.” “Praetor?” Hazel stared at Frank. He shrugged uncomfortably. “Well… yeah. I know it seems weird.” She tried to throw her arms around him, then winced as she remembered her busted ribs. She settled for kissing him. “It seems perfect.” Leo clapped Frank on the shoulder. “Way to go, Zhang. Now you can order Octavian to fall on his sword.”"
    },
    {
        "count": 135,
        "title": "The Battle of the Labyrinth",
        "quote": "“Percy!” he bellowed. He dropped his broom and ran at me. If you’ve never been charged by an enthusiastic Cyclops wearing a flowered apron and rubber cleaning gloves, I’m telling you, it’ll wake you up quick.”"
    },
    {
        "count": 136,
        "title": "The Mark of Athena",
        "quote": "“So…these Pillars of Hercules. Are they dangerous?”Annabeth stayed focused on the cliffs. “For Greeks, the pillars marked the end of the known world. The Romans said the pillars were inscribed with a Latin warning—”“Non plus ultra,” Percy said. Annabeth looked stunned. “Yeah. Nothing Further Beyond. How did you know?”Percy pointed. “Because I’m looking at it.”"
    },
    {
        "count": 137,
        "title": "The Battle of the Labyrinth",
        "quote": "“Percy: The Heka-what? Annabeth: The Hundred-Handed Ones. They called them that because... well, they had a hundred hands. They were the elder brothers of the Cyclopes. Tyson: Very powerful. Wonderful! As tall as the sky. So strong they can break mountains! Percy: Cool. Unless you're a mountain.”"
    },
    {
        "count": 138,
        "title": "The Demigod Files",
        "quote": "“Right before the game, she strolled up to me. \"Hey, Seaweed Brain.\"\"Will you stop calling me that?\"She knows I hate that name, mostly because I never have a good comeback. She's the daughter of Athena, which doesn't give me a lot of ammunition. I mean, \"Owl-head\" and \"Wise Girl\" are kind of lame insults.”"
    },
    {
        "count": 139,
        "title": "The Son of Neptune",
        "quote": "“Dakota's head was stuck in his toga. He staggered around olike a Kool-Aid-stained ghost.\"Um,\" Percy said, \"should I wear my bed sheets?”"
    },
    {
        "count": 140,
        "title": "The Hidden Oracle",
        "quote": "“Yep, that pretty much describes my life: because Poseidon.”"
    },
    {
        "count": 141,
        "title": "title not available",
        "quote": "“This is the Wilderness School. 'Where the Kids are animals”"
    },
    {
        "count": 142,
        "title": "The Last Olympian",
        "quote": "“You Titans are about as bright as my gym socks.”"
    },
    {
        "count": 143,
        "title": "The House of Hades",
        "quote": "“Jason's fingers itched to draw his sword. He'd met plenty of scary demigods, but he was starting to realize that Nico di Angelo--as pale and gaunt as he looked--might be more than he could handle.”"
    },
    {
        "count": 144,
        "title": "The Demigod Files",
        "quote": "“I am Persephone\" she said, her voice thin and papery. \"Welcome, demigods.Nico squashed a pomegranate under his boot. \"Welcome? After last time, you've got the nerve to welcome me?\"I shifted uneasily, because talking that way to a god can get you blasted into dust bunnies. \"Um, Nico-\"\"It's all right,\" Persephone said coldly. \"We had a little family spat.\"\"Family spat?\" Nico cried. \"You turned me into a dandelion!”"
    },
    {
        "count": 145,
        "title": "The House of Hades",
        "quote": "“Really? That would be a first. I'm the son of Hades, Jason. I might as well be covered in blood or sewage, the way people treat me. I don't belong anywhere. I'm not even from this century. But that's not enough to set me apart.”"
    },
    {
        "count": 146,
        "title": "The Mark of Athena",
        "quote": "“Lord Bacchus, do you remember me? I helped you with that missing leopard in Sonoma.\"  Bacchus scratched his stubbly chin. \"Ah... yes. John Green.\" \"Jason Grace.\"\"Whatever,\" the god said.”"
    },
    {
        "count": 147,
        "title": "The House of Hades",
        "quote": "“Annabeth didn’t want to sleep, but her body betrayed her. Her eyelids turned to lead. “Percy, wake me for second watch. Don’t be a hero.”He gave her that smirk she’d come to love. “Who, me?”He kissed her, his lips parched and feverishly warm. “Sleep.”"
    },
    {
        "count": 148,
        "title": "The House of Hades",
        "quote": "“I don't feel that way anymore,\" Nico muttered. \"I mean... I gave up on Percy. I was young and impressionable, and I- I don't...\"His voice cracked, and Jason could tell the guy was about to get teary-eyed. Whether Nico had really given up on Percy or not, Jason couldn't imagine what it had been like for Nico all those years, keeping a secret that would've been unthinkable to share in the 1940s, denying who he was, feeling completely alone- even more isolated than other demigods.\"Nico,\" he said gently, \"I've seen a lot of brave things. But what you did? That was maybe the bravest.”"
    },
    {
        "count": 149,
        "title": "The Demigod Diaries",
        "quote": "“I know, I'm an idiot!\" Leo moaned. \"A brilliant idiot, but still an idiot.”"
    },
    {
        "count": 150,
        "title": "The Demigod Files",
        "quote": "“But Annabeth just smiled and put us in jail. As she was heading back to the front line, she turned and winked. \"See you at the fireworks?\"She didn't even wait for my answer before darting off into the woods.I looked at Beckendorf. \"Did she just...ask me out?\"He shrugged, completely disgusted. \"Who knows with girls? Give me a haywire dragon, any day.\"So we sat together and waited while the girls won the game.”"
    },
    {
        "count": 151,
        "title": "The Lightning Thief",
        "quote": "“Meat!\" he said scornfully. \"I'm a vegetarian.\"You eat cheese enchiladas and aluminum cans,\" I reminded him.Those are vegetables.”"
    },
    {
        "count": 152,
        "title": "The Titan's Curse",
        "quote": "“Mr. D, wearing his leopard-skin jogging suit and rummaging through the refrigerator.He looked up lazily. \"Do you mind?\"Where's Chiron!\" I shouted.How rude.\" Mr. D took a swig from a jug of grape juice. \"Is that how you say hello?\"Hello,\" I amended. \"We're about to die! Where's Chiron?”"
    },
    {
        "count": 153,
        "title": "The Lightning Thief",
        "quote": "“Sugar and caffeine. My willpower crumbled.”"
    },
    {
        "count": 154,
        "title": "The Sea of Monsters",
        "quote": "“Annabeth:My fatal flaw. That's what the Sirens showed me. My fatal flaw is hubris. Percy: the brown stuff they spread on veggie sandwiches?Annabeth:No, Seaweed Brain. That's HUMMUS. hubris is worse.Percy: what could be worse than hummus? Annabeth: Hubris means deadly pride, Percy. Thinking you can do things better than anyone else... Even the gods.”"
    },
    {
        "count": 155,
        "title": "The Last Olympian",
        "quote": "“Um, dad?\" I called \"How's it going?\"\"Percy!\" Annabeth whispered. \"We're in a hurry!”"
    },
    {
        "count": 156,
        "title": "The Lightning Thief",
        "quote": "“You're pretty smug, Lord Ares, for a guy who runs from Cupid statues.”"
    },
    {
        "count": 157,
        "title": "The Titan's Curse",
        "quote": "“I know you'll do what's best for Annabeth.\"\"How can you be sure?\"\"Because she'd do the same for you.”"
    },
    {
        "count": 158,
        "title": "The Mark of Athena",
        "quote": "“Forget the chicken-nugget smoke screen. Percy wanted Leo to invent an anti-dream hat.”"
    },
    {
        "count": 159,
        "title": "The Mark of Athena",
        "quote": "“Percy was getting tired of water.If he said that aloud, he would probably get kicked out of Poseidon’s Junior Sea Scouts, but he didn’t care.”"
    },
    {
        "count": 160,
        "title": "The Sea of Monsters",
        "quote": "“Don't untie me,\" she said, \"no matter what happens or how much I plead. I'll want to go straight over the edge and drown myself.\"\"Are you trying to tempt me?\"\"Ha-ha.”"
    },
    {
        "count": 161,
        "title": "The Last Olympian",
        "quote": "“A telkhine was hunched over a console, but he was so involved with his work, he didn't notice us. He was about five feet tall, with slick black seal fur and stubby little feet. He had the head of a Doberman, but his clawed hands were almost human. He growled and muttered as he tapped on his keyboard. Maybe he was messaging his friends on uglyface.com.”"
    },
    {
        "count": 162,
        "title": "The Sea of Monsters",
        "quote": "“Well, actually it carried Cadmus. Europa fell off and died along the way, but that's not important.'It was probably important to her.”"
    },
    {
        "count": 163,
        "title": "The Last Olympian",
        "quote": "“Hades smiled coldly. \"Hello, Father. You're looking...young.\"\"Hades,\" Kronos growled. \"I hope you and the ladies have come to pledge your allegiance.\"\"I'm afraid not.\" Hades sighed. \"My son here convinced me that perhaps I should prioritize my list of enemies.\" He glanced at me with distaste. \"As much as I dislike certain upstart demigods, it would not do for Olympus to fall. I would miss bickering with my siblings. And if there is one thing we agree on - it is that you were a TERRIBLE father.”"
    },
    {
        "count": 164,
        "title": "The Lightning Thief",
        "quote": "“But I've never even been to Olympus! Zeus is crazy!\"Chiron and Grover glanced nervously at the sky. The clouds didn't seem to be parting around us, as Grover had promised. They were rolling straight over our valley, sealing us in like a coffin lid.Er, Percy ...?\" Grover said. \"We don't use the c-word to describe the Lord of the Sky.”"
    },
    {
        "count": 165,
        "title": "The Battle of the Labyrinth",
        "quote": "“Hephaestus glowered up at us. “I didn’t make you, did I?”Uh,” Annabeth said, “no, sir.”Good,” the god grumbled. “Shoddy workmanship.”"
    },
    {
        "count": 166,
        "title": "The Titan's Curse",
        "quote": "“Let us find the dam snack bar,\" Zoe said. \"We should eat while we can.\"Grover cracked a smile. \"The dam snack bar?\"Zoe blinked. \"Yes. What is funny?\"\"Nothing,\" Grover said, trying to keep a straight face. \"I could use some dam frenchfries.\"Even Thalia smiled at that. \"And I need to use the dam restroom.\"Maybe it was the fact that we were so tired and strung out emotionally, but I startedcracking up, and Thalia and Grover joined in, while Zoe just looked at us. \"I do notunderstand.\"\"I want to use the dam water fountain,\" Grover said.\"And…\" Thalia tried to catch her breath. \"I want to buy a dam T-shirt.\"I busted up, and I probably would've kept laughing all day, but then I heard a noise:\"Moooo.\"The smile melted off my face. I wondered if the noise was just in my head, but Groverhad stopped laughing too. He was looking around, confused. \"Did I just hear a cow?\"\"A dam cow?\" Thalia laughed.”"
    },
    {
        "count": 167,
        "title": "The Sea of Monsters",
        "quote": "“I'd missed Annabeth probably more than I wanted to admit.”"
    },
    {
        "count": 168,
        "title": "The Battle of the Labyrinth",
        "quote": "“I turned and found Dionysus standing there, still in his black suit.Walk with me,” he said.Where to?” I asked suspiciously.Just to the campfire,” he said. “I was beginning to feel better, so Ithought I would talk with you a bit. You always manage to annoy me.”Uh, thanks.”"
    },
    {
        "count": 169,
        "title": "The Titan's Curse",
        "quote": "“I uncapped the blade, flung open the door, and found myself face-to-face with a black pegasus.Whoa, boss! Its voice spoke in my mind as it clopped away from the sword blade. I don't wanna be a horse-ke-bob!”"
    },
    {
        "count": 170,
        "title": "title not available",
        "quote": "“You promised, Seaweed Brain. We would not get separated! Ever again!” “You’re impossible!” “Love you too!”"
    },
    {
        "count": 171,
        "title": "The House of Hades",
        "quote": "“Images flashed through his mind. He saw Nico and his sister on a snowy cliff in Maine, Percy Jackson protecting them from a manticore. Percy's sword gleamed in the dark. He'd been the first demigod Nico had ever seen in action.Later, at Camp Half-Blood, Percy took Nico by the arm, promising to keep his sister Bianca safe. Nico believed him. Nico looked into his sea-green eyes and thought, How can he possibly fail? This is a real hero. He was Nico's favorite game, Mythomagic, brought to life.Jason saw the moment when Percy returned and told Nico that Bianca was dead. Nico had screamed and called him a liar. He'd felt betrayed, but still... when the skeleton warriors attacked, he couldn't let them harm Percy. Nico had called on the earth to swallow them up, and then he'd run away- terrified of his own powers, and his own emotions.”"
    },
    {
        "count": 172,
        "title": "The Son of Neptune",
        "quote": "“It was like Percy had faced death before, like he knew about grief. What mattered was listening. You didn’t need to say you were sorry. The only thing that helped was moving on—moving forward.”"
    },
    {
        "count": 173,
        "title": "The Last Olympian",
        "quote": "“Not all powers are spectacular.\" Hestia looked at me. \"Sometimes the hardest power to master is the power of yielding.”"
    },
    {
        "count": 174,
        "title": "The House of Hades",
        "quote": "“Is this guy Love or Death?\" Jason growled.Ask your friends, Cupid said. Frank, Hazel, and Percy met my counterpart, Thanatos. We are not so different. Except Death is sometimes kinder.”"
    },
    {
        "count": 175,
        "title": "The Last Olympian",
        "quote": "“Running with a drowsy child of Hades was more like doing a 3 -legged race with a life size rag doll.”"
    },
    {
        "count": 176,
        "title": "The Demigod Files",
        "quote": "“You know how teachers tell you the magic word is 'please'? That's not true. The magic word is 'puke'. It will get you out of class faster than anything else.”"
    },
    {
        "count": 177,
        "title": "The House of Hades",
        "quote": "“Frank heard a laugh behind him. He glanced back and couldn't believe what he saw. Nico di Angelo was actually smiling.\"That's more like it,\" Nico said. \"Let's turn this tide!”"
    },
    {
        "count": 178,
        "title": "The House of Hades",
        "quote": "“Nico drank from the chalice, then offered it to Jason. \"You asked me about trust, and taking a risk? Well, here you go, son of Jupiter. How much do you trust me?\"Frank wasn't sure what Nico was talking about, but Jason didn't hesitate. He took the cup and drank.”"
    },
    {
        "count": 179,
        "title": "The Blood of Olympus",
        "quote": "“Nico studied his face – his sea-green eyes, his grin, his ruffled black hair. Somehow Percy Jackson seemed like a regular guy now, not a mythical figure. Not someone to idolize or crush on.”"
    },
    {
        "count": 180,
        "title": "The Last Olympian",
        "quote": "“With great power... comes need to take a nap. Wake me up later”"
    },
    {
        "count": 181,
        "title": "The Blood of Olympus",
        "quote": "“Atlantis?' Jason asked.'That's a myth,' Percy said.'Uh...don't we deal in myths?''No, I mean it's a MADE-UP myth. Not like, an actual true myth.''So this is why Annabeth is the brains of the operation, huh?”"
    },
    {
        "count": 182,
        "title": "The Lightning Thief",
        "quote": "“Your uncle,\" Poseidon sighed, \"has always had a flair for dramatic exits. I think he would've done well as the god of theater.”"
    },
    {
        "count": 183,
        "title": "title not available",
        "quote": "“Butch hesitated. \"Annabeth's okay. You gotta cut her some slack. She had a vision telling her to come here, to find a guy with one shoe. That was supposed to be the answer to her problem.\"\"What Problem?\" Piper asked.\"She's been looking for one of our campers, who's been missing three days,\" Butch said. \"She's going out of her mind with worry. She hoped he'd be here.\"\"Who?\" Jason asked.\"Her boyfriend,\" Butch said, \"A guy named Percy Jackson.”"
    },
    {
        "count": 184,
        "title": "The Lightning Thief",
        "quote": "“Great, I thought. We just blowtorched a national monument.”"
    },
    {
        "count": 185,
        "title": "The Son of Neptune",
        "quote": "“They sped by a pack of sea lions lounging on the docks, and she swore she saw an old homeless guy sitting among them. From across the water the old man pointed a bony finger at Percy and mouthed something like 'Don't even think about it.'\"Did you see that?\" Hazel asked. Percy's face was red in the sunset. \"Yeah. I've been here before. I...I don't know. I think I was looking for my girlfriend.\"\"Annabeth,\" Frank said. \"You mean, on your way to Camp Jupiter?\"Percy frowned. \"No. Before that.”"
    },
    {
        "count": 186,
        "title": "The Last Olympian",
        "quote": "“Percy,\" Apollo said, \"I wouldn't worry too much. The last Great Prophecy about you took almost seventy years to complete. This one may not even happen in your lifetime.\"I thought about the lines Rachel had spoken in that creepy voice: about storm and fire and the Doors of Death. \"Maybe,\" I said, \"but it didn't sound so good.\"\"No,\" said Apollo cheerfully. \"It certainly didn't. She's going to make a wonderful Oracle!”"
    },
    {
        "count": 187,
        "title": "The Lightning Thief",
        "quote": "“Your head is full of kelp.”"
    },
    {
        "count": 188,
        "title": "The Lightning Thief",
        "quote": "“If I had my way,\" Dionysus said, \"I would cause your molecules to erupt in flames. We'd sweep up the ashes and be done with a lot of trouble. But Chiron seems to feel this would be against my mission at this cursed camp: to keep you little brats safe from harm.\"\"Spontaneous combustion is a form of harm, Mr. D,\" Chiron put in.\"Nonsense,\" Dionysus said. \"Boy wouldn't feel a thing. Nevertheless, I've agreed to restrain myself. I'm thinking of turning you into a dolphin instead, sending you back to your father.”"
    },
    {
        "count": 189,
        "title": "The Last Olympian",
        "quote": "“Grover Underwood of the satyrs!\" Dionysus called.Grover came forward nervously.\"Oh, stop chewing your shirt,\" Dionysus chided. \"Honestly, I'm not going to blast you. For your bravery and sacrifice, blah, blah, blah, and since we have an unfortunate vacancy, the gods have seen fit to name you a member of the Council of Cloven Elders.\"Grover collapsed on the spot.\"Oh, wonderful,\" Dionysus sighed, as several naiads came forward to help Grover. \"Well, when he wakes up, someone tell him that he will no longer be an outcast, and that all satyrs, naiads, and other spirits of nature will henceforth treat him as a lord of the Wild, with all rights, privileges, and honors, blah, blah, blah. Now please, drag him off before he wakes up and starts groveling.\"\"FOOOOOD,\" Grover moaned, as the nature spirits carried him away.I figured he'd be okay. He would wake up as a lord of the Wild with a bunch of beautiful naiads taking care of him. Life could be worse.”"
    },
    {
        "count": 190,
        "title": "The Lightning Thief",
        "quote": "“I've been waiting a long time for a quest, seaweed brain,\" she said. \"Athena is no fan of Poseidon, but if you're going to save the world, I'm the best person to keep you from messing up.”"
    },
    {
        "count": 191,
        "title": "The Last Olympian",
        "quote": "“Athena stood in the middle of the road with her arms crossed and a look on her face that made me think Uh-oh. She'd changed out of her armor, into jeans and a white blouse, but she didn't look any less warlike. Her gray eyes blazed.\"Well, Percy,\" she said. \"You will stay mortal.\"\"Um, yes, ma'am.\"\"I would know your reasons.\"\"I want to be a regular guy. I want to grow up. Have, you know, a regular high school experience.\"\"And my daughter?\"\"I couldn't leave her,\" I admitted, my throat dry. \"Or Grover,\" I added quickly. \"Or-\"\"Spare me.\" Athena stepped close to me, and I could feel her aura of power making my skin itch. \"I once warned you, Percy Jackson, that to save a friend you would destroy the world. Perhaps I was mistaken. You seem to have saved both your friends and the world. But think very carefully about how you proceed from here. I have given you the benefit of the doubt. Don't mess up.\"Just to prove her point, she erupted in a column of flame, charring the front of my shirt.”"
    },
    {
        "count": 192,
        "title": "The Mark of Athena",
        "quote": "“Very slowly, using only two fingers, Annabeth drew her dagger. Instead of dropping it, she tossed it as far as she could into the water.Octavian made a squeaking sound. “What was that for? I didn’t say toss it! That could’ve been evidence. Or spoils of war!”Annabeth tried for a dumb-blonde smile, like: Oh, silly me. Nobody who knew her would have been fooled. But Octavian seemed to buy it. He huffed in exasperation.“You other two…” He pointed his blade at Hazel and Piper. “Put your weapons on the dock. No funny bus—”All around the Romans, Charleston Harbor erupted like a Las Vegas fountain putting on a show. When the wall of seawater subsided, the three Romans were in the bay, spluttering and frantically trying to stay afloat in their armor. Percy stood on the dock, holding Annabeth’s dagger.“You dropped this,” he said, totally poker-faced.Annabeth threw her arms around him. “I love you!”“Guys,” Hazel interrupted. She had a little smile on her face. “We need to hurry.”"
    },
    {
        "count": 193,
        "title": "title not available",
        "quote": "“I past another telkhine, who was so startled he dropped his Lil' Demons lunch box. I left him alive - partly because he had a cool lunch box...”"
    },
    {
        "count": 194,
        "title": "The Last Olympian",
        "quote": "“The Princess Andromeda?\"\"Went ka-boom.”"
    },
    {
        "count": 195,
        "title": "The Last Olympian",
        "quote": "“Percy,\" Grover said, \"the gods really don't appreciate people sitting in their thrones. I mean like turn-you-into-a-pile-of-ashes don't appreciate it.”"
    },
    {
        "count": 196,
        "title": "The Titan's Curse",
        "quote": "“The wind blowing through my ripped clothes was so cold that I felt like a Percysicle.”"
    },
    {
        "count": 197,
        "title": "The Battle of the Labyrinth",
        "quote": "“And you, Percy, are my favorite son.”"
    },
    {
        "count": 198,
        "title": "The Titan's Curse",
        "quote": "“I'd like to say I took the news well.The truth was, I wanted to strangle the Hunters of Artemis one eternal maiden at a time.--Percy Jackson”"
    },
    {
        "count": 199,
        "title": "The Titan's Curse",
        "quote": "“I stared at him (Dionysus). \"You're...you're married? But I thought you got in trouble for chasing a wood nymph-”"
    },
    {
        "count": 200,
        "title": "The Mark of Athena",
        "quote": "“He’d learned years ago it was better not to dwell too much on who was related to whom on the godly side of things. After Tyson the Cyclops adopted him as a brother, Percy decided that that was about as far as he wanted to extend the family.”"
    },
    {
        "count": 201,
        "title": "The Titan's Curse",
        "quote": "“If there were ever any half-bloods who needed to worry about that, itwas Thalia and me. I wondered if maybe I should've sent Poseidon that seashell pattern tiefor Father's Day after all.--Percy Jackson”"
    },
    {
        "count": 202,
        "title": "The Last Olympian",
        "quote": "“Silena, take the Aphrodite crew to the Queens-Midtown Tunnel.\"Oh my gods,\" one of her sisters said. \"Fifth Avenue is so on our way! We could accessorize, and monsters, like, totally hate the smell of Givenchy.”"
    },
    {
        "count": 203,
        "title": "The Demigod Diaries",
        "quote": "“hermes has threatened me with slow mail. lousy Internet service and a horrible stock market if i publish this story. I hope he is just bluffing.”"
    },
    {
        "count": 204,
        "title": "The Mark of Athena",
        "quote": "“Annabeth realized that if six of them went on these two quests, it would leave Percy alone on the ship with Coach Hedge, which was maybe not a situation a caring girlfriend should put him in. Nor was she eager to let Percy out of her sight again—not after they’d been apart for so many months.”"
    },
    {
        "count": 205,
        "title": "The Last Olympian",
        "quote": "“Hestia shook her head. \"I am here because when all else fails, when all the other mighty gods have gone off to war, I am all that's left. Home. Hearth. I am the last Olympian”"
    },
    {
        "count": 206,
        "title": "The Blood of Olympus",
        "quote": "“The crew gathered for a hurried meeting on the foredeck – mostly because Percy was keeping an eye on a giant red sea serpent swimming off the port side. ‘That thing is really red,’ Percy muttered. ‘I wonder if it’s cherry-flavoured.’ ‘Why don’t you swim over and find out?’ Annabeth asked. ‘How about no.”"
    },
    {
        "count": 207,
        "title": "The House of Hades",
        "quote": "“Think long and hard about how you proceed, Nico di Angelo. You cannot lie to Cupid. If you let your anger rule you... well, your fate will be even sadder then mine.”"
    },
    {
        "count": 208,
        "title": "The Hidden Oracle",
        "quote": "“I see you like to study,” I said. “Well done.”Percy snorted. “I hate to study. I’ve been guaranteed admission with a full scholarship to New Rome University, but they’re still requiring me to pass all my high school courses and score well on the SAT. Can you believe that? Not to mention I have to pass the DSTOMP.”“The what?” Meg asked.“An exam for Roman demigods,” I told her. “The Demigod Standard Test of Mad Powers.”Percy frowned. “That’s what it stands for?”“I should know. I wrote the music and poetry analysis sections.”“I will never forgive you for that,” Percy said.”"
    },
    {
        "count": 209,
        "title": "The Last Olympian",
        "quote": "“Thanks for not freaking out,\" I said.\"Oh, I'm freaking out,\" Paul promised, his eyes wide. \"I just think it's awesome!”"
    },
    {
        "count": 210,
        "title": "The Blood of Olympus",
        "quote": "“Like the zodiac sign?' Percy asked. 'I'm a Leo.''No, stupid,' Leo said, 'I'm a Leo. You're a Percy.”"
    },
    {
        "count": 211,
        "title": "The Son of Neptune",
        "quote": "“Frank stared at her. \"But you throw Ding Dongs at monsters.\"Iris looked horrified. \"Oh, they're not Ding Dongs.\"She rummaged under the counter and brought out a package of chocolate covered cakes that looked exactly like Ding Dongs. \"These are gluten-free, no-sugar-added, vitamin-enriched, soy-free, goat-milk-and-seaweed-based cupcake simulations.\"\"All natural!\" Fleecy chimed in.\"I stand corrected.\" Frank suddenly felt as queasy as Percy.”"
    },
    {
        "count": 212,
        "title": "The Titan's Curse",
        "quote": "“But who are you?\"Percy—\" I started to say. Then the skeletons turned around. \"Gotta go!\"What kind of name is Percy Gotta-go?”"
    },
    {
        "count": 213,
        "title": "The Titan's Curse",
        "quote": "“Nereus spun and expanded, turning into a killer whale, but I grabbed his dorsal fin as he burst out of the water.A whole bunch of tourists went, \"Whoa!\"I managed to wave at the crowd. Yeah, we do this every day here in San Francisco.”"
    },
    {
        "count": 214,
        "title": "The Lightning Thief",
        "quote": "“You assume that it has to be a male god who finds a human female attractive? How sexist is that?”"
    },
    {
        "count": 215,
        "title": "The Sea of Monsters",
        "quote": "“Fish gathered to look at us - a school of baracudas, some curious marines. SCRAM! I told them. They swam off, but I could tell they went reluctantly. I swear I understood their intencions. They were about to star rumors flighing around the sea about the son of poseidon and some girl at the bottom of Siren Bay.”"
    },
    {
        "count": 216,
        "title": "The Son of Neptune",
        "quote": "“Otrera stayed dead the second time,\" Kinzie said, batting her eyes. \"We have to thank you for that. If you ever need a new girlfriend...well, I think you'd look great in an iron collar and an orange jumpsuit.\"Percy couldn't tell if she was kidding or not. He politely thanked her and changed seats.”"
    },
    {
        "count": 217,
        "title": "The Titan's Curse",
        "quote": "“That’s us,” he said. “Those five nuts right there.”Which one is me?” I asked.The little deformed one,” Zoe suggested.Oh, shut up.”"
    },
    {
        "count": 218,
        "title": "The Titan's Curse",
        "quote": "“Wait just a minute,\" Ares growled. He pointed at Thalia and me. \"These two are dangerous. It'd be much safer, while we've got them here—\"\"Ares,\" Poseidon interrupted, \"they are worthy heroes. We will not blast my son to bits.\"\"Nor my daughter,\" Zeus grumbled. \"She has done well.”"
    },
    {
        "count": 219,
        "title": "The Blood of Olympus",
        "quote": "“If the statue engulfs people in fire, we should send Leo.’ ‘I love you too, man.’ ‘You know what I mean. You’re immune. Or, heck, give me some of those nice water grenades and I’ll go. Ares and I have tangled before.”"
    },
    {
        "count": 220,
        "title": "The Sea of Monsters",
        "quote": "“But how did you know where we were?\" Annabeth asked.Advanced planning, my dear. I figured you would wash up near Miami if you made it out of the Sea of Monsters alive. Almost everything strange washes up near Miami.”"
    },
    {
        "count": 221,
        "title": "The Battle of the Labyrinth",
        "quote": "“The god of wine looked around at the assembled crowd. “Miss me?”The satyrs fell over themselves nodding and bowing. “Oh, yes, very much, sire!”“Well, I did not miss this place!” Dionysus snapped. “I bear bad news, my friends. Evil news. The minor gods are changing sides. Morpheus has gone over to the enemy. Hecate, Janus, and Nemesis, as well. Zeus knows how many more.”Thunder rumbled in the distance.“Strike that,” Dionysus said. “Even Zeus doesn’t know.”"
    },
    {
        "count": 222,
        "title": "The Last Olympian",
        "quote": "“I've got this.\" Apollo stepped forward. His fiery armor was so bright it was hard to look at, and his matching Ray-Bans and perfect smile made him look like a male model for battle gear. \"God of medicine, at your service.\"He passed his hand over Annabeth's face and spoke an incantation. Immediately the bruises faded. Her cuts and scars disappeared. Her arm straightened, and she sighed in her sleep.Apollo grinned. \"She'll be fine in a few minutes. Just enough time for me to compose a poem about our victory: 'Apollo and his friends save Olympus.' Good, eh?\"Thanks, Apollo,\" I said. \"I'll, um, let you handle the poetry.”"
    },
    {
        "count": 223,
        "title": "The Lightning Thief",
        "quote": "“You do know how to play pinochle?\" Mr. D eyed me suspiciously.\"I'm afraid not,\" I said.\"I'm afraid not, sir,\" he said.\"Well,\" he told me, \"it is, along with gladiator fighting and Pac-Man, one of the greatest games ever invented by humans. I would expect all civilized young men to know the rules.”"
    },
    {
        "count": 224,
        "title": "The Titan's Curse",
        "quote": "“The most dangerous flaws are those which are good in moderation,\" she said. \"Evil is easy to fight. Lack of wisdom… that is very hard indeed.”"
    },
    {
        "count": 225,
        "title": "The Sea of Monsters",
        "quote": "“George unhinged his jaw and coughed up a little plastic bottle filled with chewable vitamins.\"You're kidding,\" I said. \"Are those Minotaur-shaped?\"Hermes picked up the bottle and rattled it. \"The lemon ones, yes. The grape ones are Furies, I think. Or are they hydras? At any rate, these are potent.\"”"
    },
    {
        "count": 226,
        "title": "The Mark of Athena",
        "quote": "“Looking at the elementary schoolers in their colorful T-shirts from various day camps, Percy felt a twinge of sadness. He should be at Camp Half-Blood right now, settling into his cabin for the summer, teaching sword-fighting lessons in the arena, playing pranks on the other counselors. These kids had no idea just how crazy a summer camp could be.”"
    },
    {
        "count": 227,
        "title": "The Sea of Monsters",
        "quote": "“Don't you ever feel like, what if the world really IS messed up? What if we COULD Do it all over again from scratch? No more war. Nobody homeless. No more summer reading homework.'m listening. Annabeth: I mean, the West represents a lot of the best things mankind ever did--that's why the fire is still burning. That's why OlympusIs still around. But sometimes you just see the bad stuff, you know? And you start thinking the way Luke does: 'If I could tear this all down, i would do it better.'. Don't you ever feel that way? Like YOU could do a better job I'd you ran the world?Percy:Um...no. Me running the world would be kind of a nightmare. Annabeth: then you're lucky. Hubris isn't your fatal flaw.Percy: what is?Annabeth: I don't know, Percy, but every hero has one. If you don't find it and learn to control it...well, they don't call it 'fatal' for nothing. Percy(thinking to himself): I thought about that. It didn't exactly cheer me up.”"
    },
    {
        "count": 228,
        "title": "The Last Olympian",
        "quote": "“Is Tyson okay?\" I asked.The question seemed to take my dad by surprise. He's fine. Doing much better than I expected. Though \"peanut butter\" is a strange battle cry.\"You let him fight?\"Stop changing the subject! You realize what you are asking me to do? My palace will be destroyed.\"And Olympus might be saved.\"Do you have any idea how long I've worked on remodeling this palace? The game room alone took six hundred years.\"Dad—\"Very well! It shall be as you say. But my son, pray this works.\"I am praying. I'm talking to you, right?\"Oh . . . yes. Good point.”"
    },
    {
        "count": 229,
        "title": "The Last Olympian",
        "quote": "“Hey, why do pegasi gallop as they fly, anyway?\"Blackjack whinnied. Why do humans swing their arms as they walk? I dunno, boss. It just feels right.”"
    },
    {
        "count": 230,
        "title": "title not available",
        "quote": "“Hope does not leave without being given permission.”"
    },
    {
        "count": 231,
        "title": "The Titan's Curse",
        "quote": "“Tell me when it's over \" Thalia said. Her eyes were shut tight. The statue was holding on to us so we couldn't fall but still Thalia clutched his arm like it was the most important thing in the world. \"Everything's fine \" I promised. \"Are... are we very high \" I looked down. Below us a range of snowy mountains zipped by. I stretched out my foot and kicked snow off one of the peaks. \"Nah \" I said. \"Not that high.”"
    },
    {
        "count": 232,
        "title": "The Demigod Files",
        "quote": "“I started to walk away, but she [Clarisse] called out, \"Percy?\"\"Yeah?\"\"When you, uh, had that vision about your friends...\"\"You were one of them,\" I promised, \"Just don't tell anybody, okay? Or I'de have to kill you.\"A faint smile flickered across her face \"See you later.\"\"See you”"
    },
    {
        "count": 233,
        "title": "title not available",
        "quote": "“Just for you non-sea-god types out there, don't go swimming in New York Harbor. It may not be as filthy as it was in my mom's day, but that water will still probably make you grow a third eye or have mutant children when you grow up.”"
    },
    {
        "count": 234,
        "title": "The Titan's Curse",
        "quote": "“There are parties and then there are huge major blowout parties. And then there are Olympian parties. If you ever get a choice go for the Olympian.”"
    },
    {
        "count": 235,
        "title": "The Blood of Olympus",
        "quote": "“Percy pulled Annabeth close and kissed her... long enough for it to get really awkward for Piper, though she said nothing. She thought about the old rule of Aphrodite's cabin: that to be recognized as a daughter of the love goddess, you had to break someone's heart. Piper had long ago decided to change that rule. Percy and Annabeth were a perfect example of why. You should have to make someone's heart whole. That was a much better test.When Percy pulled away, Annabeth looked like a fish gasping for air.'The Rivalry end here,' Percy said. 'I love you, Wise Girl.”"
    },
    {
        "count": 236,
        "title": "The House of Hades",
        "quote": "“The story of Psyche finally made sense to him- why a mortal girl would be so afraid. Why would she risk breaking the rules to look the god of love in the face, because she feared he might be a monster.Psyche had been right. Cupid was a monster. Love was the most savage monster of all.”"
    },
    {
        "count": 237,
        "title": "The Titan's Curse",
        "quote": "“Zoe readied her arrows. Grover lifted his pipes. Thalia raised her shield and I noticed a tear running down her cheek. Suddenly it occurred to me: this had happened to her before.She had been cornered on Half- Blood Hill. She'd willingly given her life for her friends. But this time she couldn't save us.”"
    },
    {
        "count": 238,
        "title": "The Demigod Files",
        "quote": "“Percy: I thought I’d lost my mom forever, and I was stuck on a hill in a thunderstorm fighting this huge bull dude while Grover was passed out wailing. “Food!” It was terrifying, man.”"
    },
    {
        "count": 239,
        "title": "The Blood of Olympus",
        "quote": "“Nico clenched his sword. Sharing his secret crush hadn’t been the worst of it. Eventually he might have done that, in his own time, in his own way. But being forced to talk about Percy, being bullied and harassed and strong-armed simply for Cupid’s amusement … Tendrils of darkness were now spreading out from his feet, killing all the weeds between the cobblestones. Nico tried to rein in his anger.”"
    },
    {
        "count": 240,
        "title": "The Lightning Thief",
        "quote": "“Earthshaker, Stormbreaker, Father of Horses. Hail, Perseus Jackson, Son of the Sea God”"
    },
    {
        "count": 241,
        "title": "The Last Olympian",
        "quote": "“You saved the world,\" annabeth said.\"We saved the world.\"\"And Rachel is the new Oracle, which means she won't be dating anybody.\"\"You don't sound disappointed,\" I noticed.Annabeth shrugged. \"Oh, I don't care.\"\"Uh-huh.\"She raised an eyebrow. \"You got something to say to me, Seaweed Brain?\"\"You'd probably kick my butt.\"\"You know I'd kick your butt.\"I brushed the cake off my hands. \"When I was at the River Styx, turning invulnerable . . . Nico said I had to concentrate on one thing that kept me anchored to the world, that made me want to stay mortal.\"Annabeth kept her eyes on the horizon. \"Yeah?\"\"Then up on Olympus,\" I said, \"when they wanted to make me a god and stuff, I kept thinking—\"\"Oh, you so wanted to.\"\"Well, maybe a little. But I didn't, because I thought—I didn't want things to stay the same for eternity, becausethings could always get better. And I was thinking . . .\" My throat felt really dry.\"Anyone in particular?\" Annabeth asked, her voice soft.I looked over and saw that she was trying not to smile.\"You're laughing at me,\" I complained.\"I am not!\"\"You are so not making this easy.\"Then she laughed for real, and she put her hands around my neck. \"I am never, ever going to make things easy foryou, Seaweed Brain. Get used to it.\"When she kissed me, I had the feeling my brain was melting right through my body. I could've stayed that way forever, except a voice behind us growled, \"Well, it's about time!\"Suddenly the pavilion was filled with torchlight and campers. Clarisse led the way as the eavesdroppers charged and hoisted us both onto their shoulders.\"Oh, come on!\" I complained. \"Is there no privacy?\"\"The lovebirds need to cool off!\" Clarisse said with glee.\"The canoe lake!\" Connor Stoll shouted. and they dumped us in the water.”"
    },
    {
        "count": 242,
        "title": "The Sea of Monsters",
        "quote": "“Laistry....I can't even say that. What would you call them in English?\"\"Canadians.”"
    },
    {
        "count": 243,
        "title": "The Titan's Curse",
        "quote": "“My faithful companion, Zoe Nightshade, has passed into the stars. I must have a new lieutenant. And I intend to choose one. But first, Father Zeus, I must speak to you privately.\"Zeus beckoned Artemis forward. He leaned down and listened as she spoke in his ear.A feeling of panic seized me. \"Annabeth,\" I said under my breath. \"Don't.\"She frowned at me. \"What?\"Look, I need to tell you something,\" I continued. The words came stumbling out of me. \"I couldn't stand it if… I don't want you to—\"Percy?\" she said. \"You look like you're going to be sick.\"And that's how I felt. I wanted to say more, but my tongue betrayed me. It wouldn't move because of the fear in my stomach”"
    },
    {
        "count": 244,
        "title": "The Last Olympian",
        "quote": "“You're cute when you're worried,\" she muttered. \"Your eyebrows get all scrunched together.\"You are not going to die while I owe you a favor,\" I said. \"Why did you take that knife?\"You would've done the same for me.”"
    },
    {
        "count": 245,
        "title": "The Titan's Curse",
        "quote": "“I gotta say\"—Apollo broke the silence—\"these kids did okay.\" He cleared his throat and began to recite: \"Heroes win laurels—\"Um, yes, first class,\" Hermes interrupted, like he was anxious to avoid Apollo's poetry.”"
    },
    {
        "count": 246,
        "title": "The Lightning Thief",
        "quote": "“Have you any idea how much my kingdom has swollen in this past century alone, how many subdivisions I've had to open?\"I opened my mouth to respond, but Hades was on a roll now.More security ghouls,\" he moaned. \"Traffic problems at the judgment pavilion. Double overtime for the staff. I used to be a rich god, Percy Jackson. I control all the precious metals under the earth. But my expenses!\"Charon wants a pay raise,\" I blurted, just remembering the fact. As soon as I said it, I wished I could sew up my mouth.Don't get me started on Charon!\" Hades yelled. \"He's been impossible ever since he discovered Italian suits! Problems everywhere, and I've got to handle all of them personally. The commute time alone from the palace to the gates is enough to drive me insane! And the dead just keep arriving. No, godling. I need no help getting subjects! I did not ask for this war.”"
    },
    {
        "count": 247,
        "title": "The Blood of Olympus",
        "quote": "“Leo smiled nervously. Maybe he and Percy did share something else – a stupid sense of humour. ‘Yeah, I bet that would totally be against her sponsorship deal. THOSE ARE NOT THE OFFICIAL SHOES OF THE OLYMPICS! YOU WILL DIE NOW!’ Hazel rolled her eyes. ‘You’re both impossible.’ Behind Leo, a thunderous voice shook the ruins: ‘YOU WILL DIE NOW!”"
    },
    {
        "count": 248,
        "title": "The Last Olympian",
        "quote": "“It will make you powerful. But it will also make you weak. Your prowess in combat will be beyond any mortal's, but your weaknesses, your failings will increase as well.\"You mean I'll have a bad heel?\" I said. \"Couldn't I just, like, wear something besides sandals? No offense.”"
    },
    {
        "count": 249,
        "title": "The Titan's Curse",
        "quote": "“Bessie?” I looked down at the bull serpent. “But… he’s too cute. He couldn’t destroy the world.”-Percy Jackson”"
    },
    {
        "count": 250,
        "title": "The Last Olympian",
        "quote": "“It almost made me long for the flying pig.--Percy”"
    },
    {
        "count": 251,
        "title": "The Battle of the Labyrinth",
        "quote": "“Poseidon raised his eyebrows as they shook hands. “Blowfish, did you say?”\"Ah, no. Blofis, actually.”\"Oh, I see,” Poseidon said. “A shame. I quite like blowfish. I am Poseidon.”\"Poseidon? That’s an interesting name.”\"Yes, I like it. I’ve gone by other names, but I do prefer Poseidon.”\"Like the god of the sea.”\"Very much like that, yes.”"
    },
    {
        "count": 252,
        "title": "The Last Olympian",
        "quote": "“This belonged to my sister-in-law,\" Prometheus explained. \"Pandora.\"A lump formed in my throat. \"As in Pandora's box?\"Prometheus shook his head. \"I don't know how this box business got started. It was never a box. It was a pithos, a storage jar. I suppose Pandora's pithos doesn't have the same ring to it.”"
    },
    {
        "count": 253,
        "title": "The Titan's Curse",
        "quote": "“Could an Olympian parent turn against his half-blood child? Would it sometimes be easier just to let them die? If there were ever any half-bloods who needed to worry about that, it was Thalia and me. I wondered if maybe I should've sent Poseidon that seashell pattern tie for Father's Day after all.”"
    },
    {
        "count": 254,
        "title": "The Titan's Curse",
        "quote": "“Now, if you have never been hit by a flying burrito, count yourself lucky. In terms of deadly projectiles, it's right up there with grenades and cannonballs.”"
    },
    {
        "count": 255,
        "title": "The Titan's Curse",
        "quote": "“You must forgive my Hunters if they do not welcome you,\" Artemis said. \"It is very rare that we would have boys in this camp. Boys are usually forbidden to have any contact with the Hunters. The last one to see this camp…\" She looked at Zoe. \"Which one was it?\"That boy in Colorado,\" Zoe said. \"You turned him into a jackalope.\"Ah, yes.\" Artemis nodded, satisfied. \"I enjoy making jackalopes.”"
    },
    {
        "count": 256,
        "title": "The Titan's Curse",
        "quote": "“And there, shimmering in the Mist right next to us, was the last person I wanted to see: Mr. D, wearing his leopard-skin jogging suit and rummaging through the refrigerator. He looked up lazily. \"Do you mind?\"Where's Chiron!\" I shouted.How rude.\" Mr. D took a swig from a jug of grape juice. \"Is that how you say hello?\"Hello,\" I amended. \"We're about to die! Where's Chiron?”"
    },
    {
        "count": 257,
        "title": "The Sea of Monsters",
        "quote": "“Hermes's eyes twinkled. \"Martha, may I have the first package, please?\"Martha opened her mouth ... and kept opening it until it was as wide as my arm. She belched out a stainless steel canister-an old-fashioned lunch box thermos with a black plastic top. The sides of the thermos were enameled with red and yellow Ancient Greek scenes-a hero killing a lion; a hero lifting up Cerberus, the three-headed dog.\"That's Hercules,\" I said. \"But how-\"\"Never question a gift,\" Hermes chided. \"This is a collector's item from Hercules Busts Heads. The first season.\"\"Hercules Busts Heads?\"\"Great show.\" Hermes sighed. \"Back before Hephaestus-TV was all reality programming. Of course, the thermos would be worth much more if I had the whole lunch box-”"
    },
    {
        "count": 258,
        "title": "The Last Olympian",
        "quote": "“There's no point in defending camp if you guys die. All our friends are here.”"
    },
    {
        "count": 259,
        "title": "The Son of Neptune",
        "quote": "“Reyna looked at Percy without much hope. “You do have a plan?”Percy wanted to step forward bravely and say, No, I don’t!”"
    },
    {
        "count": 260,
        "title": "The Blood of Olympus",
        "quote": "“The ruins stretch from the river to the base of that mountain over there, about half a kilometre.’ ‘How far is that in regular measurements?’ Percy asked. Frank rolled his eyes. ‘That is a regular measurement in Canada and the rest of the world. Only you Americans –’ ‘About five or six football fields,’ Hazel interceded, feeding Arion a big chunk of gold. Percy spread his hands. ‘That’s all you needed to say.”"
    },
    {
        "count": 261,
        "title": "title not available",
        "quote": "“Um, uh, gah.”"
    },
    {
        "count": 262,
        "title": "The Sea of Monsters",
        "quote": "“The jogger sighed. He pulled out his phone and my eyes got big, because it glowed with a bluish light. When he extended the antenna, two creatures began writhing around it-green snakes, no bigger than earthworms.The jogger didn't seem to notice. He checked his LCD display and cursed. \"I've got to take this. Just a sec ...\" Then into the phone: \"Hello?\" He listened. The mini-snakes writhed up and down the antenna right next to his ear.Yeah,\" the jogger said. \"Listen-I know, but... I don't care if he is chained to a rock with vultures pecking at his liver, if he doesn't have a tracking number, we can't locate his package....A gift to humankind, great... You know how many of those we deliver-Oh, never mind. Listen, just refer him to Eris in customer service. I gotta go.”"
    },
    {
        "count": 263,
        "title": "The Blood of Olympus",
        "quote": "“Percy muttered. ‘I want to drown her.’ ‘Be patient, water boy.’ ‘Don’t call me water boy.”"
    },
    {
        "count": 264,
        "title": "The Last Olympian",
        "quote": "“I tried to imagine how things could get much worse. The gods were in the Midwest fighting a huge monster that had almost defeated them once before. Poseidon was under siege and losing a war against the sea Titan Oceanus.Kronos was still out there somewhere. Olympus was virtually undefended. The demigods of Camp Half-Blood were on our own with a spy in our midst.Oh, and according to the ancient prophecy, I was going to die when I turned sixteen—which happened to be in five days, the exact same time Typhon was supposed to hit New York. Almost forgot that.”"
    },
    {
        "count": 265,
        "title": "The Titan's Curse",
        "quote": "“I hoped I wasn't blushing. It was bad enough I had to depend on my mom to drive me to my battles.”"
    },
    {
        "count": 266,
        "title": "The Ship of the Dead",
        "quote": "“Annabeth shook her head. \"All these years sneaking around, and we could've just been ourselves?\"\"You should always do that.\" Alex strolled alongside, back in human form, though he still had a few flamingo feathers stuck in his hair. \"And you have to flaunt the weird, my friends.\"\"I'm going to quote you on that,\" Percy said.\"You'd better.”"
    },
    {
        "count": 267,
        "title": "The Blood of Olympus",
        "quote": "“Correct.\" Kekrops sounded bitter, like he regretted his decision. \"My people were the original Athenians--the gemini.\"\"Like your zodiac sign?\" Percy asked. \"I'm a Leo.\"\"No, stupid. \"I'm a Leo. You're a Percy.”"
    },
    {
        "count": 268,
        "title": "The Son of Sobek",
        "quote": "“Getting eaten by a giant crocodile was bad enough.The kid with the glowing sword only made my day worse.”"
    },
    {
        "count": 269,
        "title": "The Demigod Diaries",
        "quote": "“I'd had years of practise looking dumb when people threw out Greek names I didn't know. It's a skill of mine. Annabeth keeps telling me to read a book of Greek myths, but I don't see the need. It's easier just to have folks explain stuff.”"
    },
    {
        "count": 270,
        "title": "title not available",
        "quote": "“And I was holding someone who was destined to be my best friend, or possibly my worst enemy.”"
    },
    {
        "count": 271,
        "title": "The Last Olympian",
        "quote": "“Blood trickled from the corner of her (Annabeth) mouth. She croaked, \"Family, Luke. You promised.\"Luke stared at the knife in Annabeth's hand, the blood on her face. \"Promise.\" Then he gasped like he couldn't get air. \"Annabeth . . .\" But it wasn't the Titan's voice. It was Luke's. He stumbled forward like he couldn't control his own body. \"You're bleeding. . . .\" He gasped again.\"He's changing. Help. He's . . . he's almost ready. He won't need my body anymore. Please—\"\"The knife, Percy,\" Annabeth muttered. Her breath was shallow. \"Hero . . . cursed blade . . .\"Luke turned and collapsed, clutching his ruined hands.\"Please, Percy . . .\"Luke seemed to know what I was thinking. He moistened his lips. \"You can't . . . can't do it yourself. He'll break my control. He'll defend himself. Only my hand. I know where. I can . . . can keep him controlled.\"I raised the knife to strike. Then I looked at Annabeth, at Grover. And I finally understood what she'd been trying to tell me. You are not the hero, Rachel had said. It will affect what you do. The line from the great prophecy echoed in my head: A hero's soul, cursed blade shall reap. My whole world tipped upside down,and I gave the knife to Luke.I watched as Luke grasped the hilt he stabbed himself”"
    },
    {
        "count": 272,
        "title": "The Sea of Monsters",
        "quote": "“Percy, we're going to Polyphemus' island! Polyphemus is an S-i-k...a C-y-k...\" She stamped her foot in frustration. As smart as she was, Annabeth was dyslexic, too. We could've been there all night while she tried to spell Cyclops. \"You know what I mean!”"
    },
    {
        "count": 273,
        "title": "The Last Olympian",
        "quote": "“Annabeth came up to me. She was dressed in black camouflage with her Celestial bronze knife strapped to her arm and her laptop bag slung over her shoulder—ready for stabbing or surfing the Internet, whichever came first.”"
    },
    {
        "count": 274,
        "title": "The Last Olympian",
        "quote": "“Seven half-bloods shall answer the callTo storm or fire the world must fallAn oath to keep with a final breathand foes bear arms to the doors of death”"
    },
    {
        "count": 275,
        "title": "The Last Olympian",
        "quote": "“So,\" Annabeth said, \"are you going to argue about me coming along?\"\"Nah. You'd just beat me up.\" Percy said.She managed a laugh, which was good to hear”"
    },
    {
        "count": 276,
        "title": "The Battle of the Labyrinth",
        "quote": "“Don’t judge someone until you’ve stood at his forge and worked with his hammer, eh?”"
    },
    {
        "count": 277,
        "title": "The Sea of Monsters",
        "quote": "“There was Tyson moving into the Poseidon cabin, giggling to himself every fifteen seconds and saying, \"Percy is my brother?\" like he'd just won the lottery.Aw, Tyson,\" I'd say. \"It's not that simple.”"
    },
    {
        "count": 278,
        "title": "The Son of Neptune",
        "quote": "“Terminus sniffed. “I guard borders. I don’t kill giants. It’s not in my job description.”"
    },
    {
        "count": 279,
        "title": "The Last Olympian",
        "quote": "“Poseidon grinned. \"You're doing well with those new cabins, by the way. I suppose this means I can claim all those other sons and daughters of mine and send you some siblings next summer.\"\"Ha-ha.\"Poseidon reeled in his empty line.I shifted my feet. \"Um, you were kidding, right?\"Poseidon gave me one of his inside-joke winks, and I still didn't know whether he was serious or not. ”"
    },
    {
        "count": 280,
        "title": "The Titan's Curse",
        "quote": "“Yay!' he said. 'Now we can eat peanut butter sandwiches and ride fish ponies! We can fight monsters and see Annabeth and make things go BOOM!”"
    },
    {
        "count": 281,
        "title": "The Last Olympian",
        "quote": "“One down,\" Beckendorf said. \"About five thousand to go.\" He tossed me a jar of thick green liquid—Greek fire, one of the most dangerous magical substances in the world. Then he threw me another essential tool of demigod heroes—duct tape”"
    },
    {
        "count": 282,
        "title": "The Sea of Monsters",
        "quote": "“Hermes gazed up at the stars. \"My dear young cousin, if there's one thing I've learned over the eons, it's that you can't give up on your family, no matter how tempting they make it. It doesn't matter if they hate you, or embarrass you, or simply don't appreciate your genius for inventing the Internet-\"\"You invented the Internet?\"It was my idea, Martha said.Rats are delicious, George said.\"It was my idea!\" Hermes said. \"I mean the Internet, not the rats.”"
    },
    {
        "count": 283,
        "title": "The Battle of the Labyrinth",
        "quote": "“Fish Ponies! I put them on the ceiling!\" -Tyson”"
    },
    {
        "count": 284,
        "title": "The Battle of the Labyrinth",
        "quote": "“Juniper: Are you guys busy? Percy: Well, we’re in the middle of this game against a bunch of monsters and we’re trying not to die. Annabeth: We’re not busy. ”"
    },
    {
        "count": 285,
        "title": "The Battle of the Labyrinth",
        "quote": "“Poseidon put his weathered hand on my shoulder. “Percy, lesser beings do many horrible things in the name of the gods. That does not mean we gods approve. The way our sons and daughters act in our names…well, it usually says more about them than it does about us. And you, Percy, are my favorite son.”"
    },
    {
        "count": 286,
        "title": "title not available",
        "quote": "“What-what do you want?\" Annabeth asked, trying to maintain a tone of confidence.The voice cackled maliciously.'To curse you, of course! To destroy you thousand times in the name of Mother Night!'\"Only a thousand times?\" Percy murmured. \"Oh, good...I thought we were in trouble.”"
    },
    {
        "count": 287,
        "title": "The Titan's Curse",
        "quote": "“Bianca, camp is cool! It's got a pegasus stable and a sword-fighting arena and… I mean, what do you get by joining the Hunters?\"To begin with,\" Zoe said, \"immortality.\"I stared at her, then at Artemis. \"She's kidding, right?\"Zoe rarely kids about anything,\" Artemis said. \"My Hunters follow me on my adventures. They are my maidservants, my companions, my sisters-in-arms. Once they swear loyalty to me, they are indeed immortal… unless they fall in battle, which is unlikely. Or break their oath.\"What oath?\" I said.To foreswear romantic love forever,\" Artemis said. To never grow up, never get married. To be a maiden eternally.\"Like you?\"The goddess nodded.I tried to imagine what she was saying. Being immortal. Hanging out with only middle-school girls forever. I couldn't get my mind around it.”"
    },
    {
        "count": 288,
        "title": "The House of Hades",
        "quote": "“Nico, you can do this,\" Jason said. \"It might be embarrassing, but it's for the scepter.\"Nico didn't look convinced. In fact he looked like he was going to be sick. But he squared his shoulders and nodded. \"You're right. I- I'm not afraid of a love god.\"Favonius beamed. \"Excellent! Would you like a snack before you go?”"
    },
    {
        "count": 289,
        "title": "The Titan's Curse",
        "quote": "“That's us,\" he said. \"Those five nuts right there.\"\"Which one is me?\" I asked.\"The little deformed one,\" Zoe suggested.\"Oh, shut up.”"
    },
    {
        "count": 290,
        "title": "The Blood of Olympus",
        "quote": "“Snake people do not drink milk,\" Kekrops said. \"We are lactose intolerant reptiles.\"\"Me too!\" Frank said. \"I mean . . . lactose intolerant. Not a reptile. Though I can be a reptile sometimes-”"
    },
    {
        "count": 291,
        "title": "The Sea of Monsters",
        "quote": "“We only came close to dying six or seven times which I thought was pretty good. A minute later Annabeth hit a slippery patch of moss and her foot slipped. Fortunately she found something else to put it against. Unfortunately that something was my face.”"
    },
    {
        "count": 292,
        "title": "title not available",
        "quote": "“then things got even stranger.Mr. Brunner, who'd been out in front of the museum a minute before, wheeled his chair into the doorway of the gallery, holding a pen in his hand. \"What ho, Percy!\" he shouted, and tossed the pen through the air.Mrs. Dodds lunged at me.With a yelp, I dodged and felt talons slash the air next to my ear. I snatched the ballpoint pen out of the air, but when it hit my hand, it wasn't a pen anymore. It was a sword-Mr. Brunner's bronze sword, which he always used on tourement day.Mrs. Dodds spun toward me with a murderous look in her eyes.My knees were jelly. My hands were shaking so bad I almost dropped the sword.She snarled, \"Die, honey!\"And she flew straight at me.Absolute terror ran through my body. I did the only thing that came naturally:I swung the sword.The metal blade hit her shoulder and passed through her body as if she were made made of water. Hisss!Mrs. Dodds was a sand castle in a power fan. She exploded into yellow powder, vaporized on the spot, leaving nothing but the smell of sulfur and a dying screech and a chill of evil in the air, as if those two glowing red eyes were still watching me.”"
    },
    {
        "count": 293,
        "title": "title not available",
        "quote": "“Aphrodite: Pfft. That's not the point. Follow your heart.Percy: But... I don't know where it's going. My heart, I mean.”"
    },
    {
        "count": 294,
        "title": "The Ship of the Dead",
        "quote": "“Annabeth frowned. \"Percy's sword is a she?\"Jack laughed. \"Well, duh.\"Percy studied Riptide, though I could've told him from experience it was almost impossible to tell a sword's gender by looking at it.\"I don't know,\" he said. \"Are you sure -?\"\"Percy,\" said Alex. \"Respect the gender.\"\"Okay, fine,\" he said. \"It's just kinda strange that I never knew.\"\"On the other hand,\" Annabeth said, \"you didn't know the pen could write until last year.\"\"That's low, Wise Girl.”"
    },
    {
        "count": 295,
        "title": "title not available",
        "quote": "“Tyson was still staring at Chiron in amazement. He whimpered like he wanted to pat Chiron's flank but was afraid to come closer. \"Pony?”"
    },
    {
        "count": 296,
        "title": "The Blood of Olympus",
        "quote": "“I still don't get it\" Coach Hedge muttered as they roamed the centre aisle. \"They named a whole town after Leo's table?\"\"I think the town was here first, Coach\" Nico said.”"
    },
    {
        "count": 297,
        "title": "The Lightning Thief",
        "quote": "“I imagined she was going to say, You killed a Minotaur! or Wow, you're so awesome! or something like that. Instead she said, \"You drool when you sleep.”"
    },
    {
        "count": 298,
        "title": "The Demigod Diaries",
        "quote": "“It was almost enough to make me turn vegetarian, except for the pesky fact that I loved cheeseburgers.”"
    },
    {
        "count": 299,
        "title": "The Ship of the Dead",
        "quote": "“But I suppose if you're friends of Magnus's ...\" He went completely still. His runes faded. Then he leaped out of my hand and flew towards Annabeth, his blade twitching as if he was stiffing the air. \"Where is she? Where are you hiding the babe?\"Annabeth backed towards the rail. \"Whoa, there, sword. Personal space?\"\"Jack, behave,\" Alex said. \"What are you doing?\"\"She's around here somewhere,\" Jack insisted. He flew to Percy. \"Aha! What's in your pocket, sea boy?\"\"Excuse me?\" Percy looked a bit nervous about the magical sword hovering at his waistline.Alex lowered his Ray-Bans. \"Okay, now I'm curious. What do you have in your pocket, Percy? Enquiring swords want to know.\"Percy pulled a plain-looking ballpoint pen from his jeans. \"You mean this?\"\"BAM!\" Jack said. \"Who is this vision of loveliness?\"\"Jack,\" I said. \"It's a pen.\"\"No, it's not! Show me! Show me!\"\"Uh ... sure.\" Percy uncapped the pen.Immediately it transformed into a three-foot-long sword with a leaf-shaped blade of glowing bronze.. Compared to Jack, the weapon looked delicate, almost petite, but from the way Percy wielded it I had no doubt he'd be able to hold his own on the battlefields of Valhalla with that thing.Jack turned his point towards me, his runes flashing burgundy. \"See Magnus? I told you it wasn't stupid to carry a sword disguised as a pen!\"\"Jack, I never said that!\" I protested. \"You did.”"
    },
    {
        "count": 300,
        "title": "The Blood of Olympus",
        "quote": "“Percy hefted a bronze grenade. ‘I hope you labelled these right.’ He yelled, ‘Die, Romans!’ and lobbed the grenade over the wall.”"
    },
    {
        "count": 301,
        "title": "The Battle of the Labyrinth",
        "quote": "“The way to beat Luke,\" he said. \"If I'm right, it's the only way you'll stand a chance.\"I took a deep breath. \"Okay. I'm listening.\"Nico glanced inside my room. His eyebrows furrowed.\"Is that...is that blue birthday cake?\"He sounded hungry, maybe a little wistful. I wondered if the poor kid had ever had a birthday party, or if he'd ever even been invited to one.:Come inside for cake and ice cream,\" I said. \"It sounds like we've got a lot to talk about.”"
    },
    {
        "count": 302,
        "title": "The Titan's Curse",
        "quote": "“Whoa,\" said Nico as he climbed off the bus. \"Is that a climbing wall?\"\"Yeah,\" I (Percy) said.\"Why is there lava pouring down it?\"\"Little extra challenge...\" - Percy”"
    },
    {
        "count": 303,
        "title": "The Son of Neptune",
        "quote": "“The thing about plummetting downhill at fifty miles an hour on a snack platter - if you realize it's a bad idea when you're halfway down, it's too late.”"
    },
    {
        "count": 304,
        "title": "The Titan's Curse",
        "quote": "“You promised you would protect her Nico said. He might as well have stabbed me with a rusty dagger.It would've hurt less than reminding me of my promise.”"
    },
    {
        "count": 305,
        "title": "The Son of Neptune",
        "quote": "“Because I know you, Percy Jackson. In many ways, you are impulsive, but when it comes to your friends, you are as constant as a compass needle. You are unswervingly loyal, and you inspire loyalty. You are the glue that will unite the seven.”"
    },
    {
        "count": 306,
        "title": "The Sea of Monsters",
        "quote": "“Percy: “You asked Poseidon for… me?” Tyson: \"For a friend, young cyclopes grow up alone on the streets, learns to make things out of scraps. Learn to survive.\" Percy: “But that’s so cruel!” Tyson: “Makes us appreciate blessings, not be greedy and mean and fat like Polyphemus. But I got scared. Monsters chased me so much, clawed me sometimes--\" Percy: “The scars on your back?” Tyson: “Sphinx on Seventy-second Street. Big Bully. I prayed to Daddy for help. Soon the people at Meriwether found me. Mey you. Biggest blessing ever. Sorry I said Poseidon was mean. He sent me a brother.”"
    },
    {
        "count": 307,
        "title": "The Son of Neptune",
        "quote": "“Stop!\" he yelled at the others. \"Multigrain fighting is not allowed!”"
    },
    {
        "count": 308,
        "title": "The Titan's Curse",
        "quote": "“your loved ones have been used to lure you into Kronos's traps. Your fatal flaw is personal loyalty Percy. You do not know when it is time to cut your losses. To save a friend you would sacrifice the world.”"
    },
    {
        "count": 309,
        "title": "The Last Olympian",
        "quote": "“I stared at her. Maybe I wasn't the brightest guy in the world when it came to girls, but I was pretty sure Rachel had just dumped me, which was lame considering we'd never even been together.”"
    },
    {
        "count": 310,
        "title": "The Last Olympian",
        "quote": "“I love New York. You can pop out of the Underworld in Central Park, hail a taxi, head down Fifth Avenue with a giant hellhound loping along behind you, and nobody even looks at you funny.Of course, the Mist helped. People probably couldn't see Mrs. O'Leary, or maybe they thought she was a large,loud,very friendly truck.”"
    },
    {
        "count": 311,
        "title": "The Son of Neptune",
        "quote": "“He slung off his backpack. He'd managed to grab a lot of supplies at the Napa Bargain Mart: a portable GPS, duct tape, lighter, superglue, water bottle, camping roll, a Comfy Panda Pillow Pet (as seen on TV), and a Swiss army knife—pretty much every tool a modern demigod could want.”"
    },
    {
        "count": 312,
        "title": "title not available",
        "quote": "“Question (from a reader) : Will the Wise Goddess Athena overthrow Zeus and become the ruler of Olympus?Athena's answer : What an interesting idea . . . No, just kidding, Dad. Put away the lightning bolt.”"
    },
    {
        "count": 313,
        "title": "The Titan's Curse",
        "quote": "“So I took her hand, and I don't know what everybody else heard, but to me it sounded like a slow dance: a little sad, but maybe a little hopeful, too.”"
    },
    {
        "count": 314,
        "title": "title not available",
        "quote": "“I sat up in bed. \"What did he say?\"Tyson groaned, still half asleep. He was lying facedown on the couch, his feet so far over the edge they were in the bathroom. \"The happy man said...bowling practice?\"I hoped he was right, but then there was an urgent knock on the suite's interior door. Annabeth stuck her head in--her blonde hair in a rat's nest. \"DISEMBOWLING practice?”"
    },
    {
        "count": 315,
        "title": "The Last Olympian",
        "quote": "“I turned and faced the Olympians.\"We need a shroud,\" I announced, my voice cracking. \"A shroud for the son of Hermes.”"
    },
    {
        "count": 316,
        "title": "The Last Olympian",
        "quote": "“Percy Jackson,\" Hermes said, \"because you have taken on the curse of Achilles, I must spare you. You are in the hands of the Fates now. But you will never speak to me like that again. You have no idea how much I have sacrificed, how much—\"His voice broke, and he shrank back to human size. \"My son, my greatest pride . . . my poor May . . .\"He sounded so devastated I didn't know what to say. One minute he was ready to vaporize us. Now he looked like he needed a hug.”"
    },
    {
        "count": 317,
        "title": "title not available",
        "quote": "“Whoa ,zombie dude”"
    },
    {
        "count": 318,
        "title": "The Son of Neptune",
        "quote": "“Percy’d heard stories about amputees who had phantom pains where their missing legsand arms used to be. That’s how his mindfelt—like his missing memories were aching.”"
    },
    {
        "count": 319,
        "title": "The Last Olympian",
        "quote": "“Poseidon held out his arms and gave me a hug. I realized, a little embarrassed, that I'd never actually hugged my dad before. He was warm—like a regular human—and he smelled of a salty beach and fresh sea air.”"
    },
    {
        "count": 320,
        "title": "The Battle of the Labyrinth",
        "quote": "“I slashed a wide arc with Riptide and vaporized the entire front row of monsters.Back off!” I yelled at the rest, trying to sound fierce. Behind them stood their instructor—a six-foot-tall telekhine with Doberman fangs snarling at me. I did my best to stare him down.New lesson, class,” I announced. “Most monsters will vaporize when sliced with a celestial bronze sword. This change is perfectly normal, and will happen to you right now if you don’t BACK OFF!”"
    },
    {
        "count": 321,
        "title": "The Sea of Monsters",
        "quote": "“Which reminded me...I still owed the gods a debt.\"You're a genius,\" I (Percy) told Annabeth.”"
    },
    {
        "count": 322,
        "title": "The Last Olympian",
        "quote": "“Paul patted Mrs. O'Leary's snout. The living room shook —BOOM, BOOM, BOOM—which either meant a SWAT team was breaking down the door or Mrs. O'Leary was wagging her tail.I couldn't help but smile.”"
    },
    {
        "count": 323,
        "title": "The Last Olympian",
        "quote": "“My only thought was to keep him away from Annabeth.”"
    },
    {
        "count": 324,
        "title": "The Battle of the Labyrinth",
        "quote": "“I lost hope when I saw the horses’ teeth.As I got closer to the fence, I held my shirt over my nose to block the smell. One stallion waded through the muck and whinnied angrily at me. He bared his teeth, which were pointed like a bear’s.I tried to talk to him in my mind. I can do that with most horses.Hi, I told him. I’m going to clean your stables. Won’t that be great?Yes! The horse said. Come inside! Eat you! Tasty half-blood!But I’m Poseidon’s son, I protested. He created horses.Usually this gets me VIP treatment in the equestrian world, but not this time.Yes! The horse agreed enthusiastically. Poseidon can come in, too! We will eat you both! Seafood!”"
    },
    {
        "count": 325,
        "title": "The Battle of the Labyrinth",
        "quote": "“The wine god sighed. 'Oh Hades if I know. But remember, boy, that a kind act can sometimes be as powerful as a sword. As a mortal, I was never a great fighter or athlete or poet. I only made wine. The people in my village laughed at me. They said I would never amount to anything. Look at me now. Sometimes small things can become very large indeed.' He left me alone to think about that. And as I watched Clarisse and Chris singing a stupid campfire song together, holding hands in the darkness, where they thought nobody could see them, I had to smile.”"
    },
    {
        "count": 326,
        "title": "The Lightning Thief",
        "quote": "“Синдром на Дефицит на Вниманието (СДВ)”"
    },
    {
        "count": 327,
        "title": "title not available",
        "quote": "“my sword reappeared in my pocket.yeah,great timing.now i could attack the walls all i wanted.my cell had no bar,no window,not even a door”"
    },
    {
        "count": 328,
        "title": "The Lightning Thief",
        "quote": "“Той ме погледна тъжно, сякаш мислеше какви цветя да избере на погребението ми.”"
    },
    {
        "count": 329,
        "title": "The Ship of the Dead",
        "quote": "“The only strange thing about Jackson was the tattoo on the inside of his forearm - a trident as dark as seared wood, with a single line underneath and the letters SPQR.He'd told me the letters stood for Sono Pazzi Quelli Romani - those Romans are crazy. I wasn't sure if he was kidding.”"
    },
    {
        "count": 330,
        "title": "The Lightning Thief",
        "quote": "“I'm Crusty,\" he said, with a tartar-yellow smile.I resisted the urge to say, Yes, you are.”"
    },
    {
        "count": 331,
        "title": "The House of Hades",
        "quote": "“No,\" Frank said. \"I'm only a centurion.\"Jason cursed in Latin. \"He means he can't control a whole legion. He's not of high enough rank.\"Nico swung back his black sword at another gryphon. \"Well, then, promote him!”"
    },
    {
        "count": 332,
        "title": "The House of Hades",
        "quote": "“He scowled at Jason. \"And please, I don't like being touched. Don't ever grab me again.”"
    },
    {
        "count": 333,
        "title": "The Blood of Olympus",
        "quote": "“Percy grunted. ‘Probably something to do with that creep Octavian. Maybe he was so bad at telling the future that he broke Apollo’s powers.”"
    },
    {
        "count": 334,
        "title": "The Blood of Olympus",
        "quote": "“That is correct,\" Zeus said. \"The blood of Olympus was spilled. She is fully conscious.\"\"Oh, come on!\" Percy complained. \"I get a little nosebleed and I wake up the entire earth? That's not fair!”"
    },
    {
        "count": 335,
        "title": "The House of Hades",
        "quote": "“He was making a brave attempt, but Jason could see the sadness lingering in his eyes. Something had happened to him... something to do with Calypso.”"
    },
    {
        "count": 336,
        "title": "The House of Hades",
        "quote": "“Very good, Jason Grace,\" Notus said. \"You are a son of Jupiter, yet you have chosen your own path- as all the greatest demigods have done before you. You cannot control your parentage, but you can choose your legacy.”"
    },
    {
        "count": 337,
        "title": "The Last Olympian",
        "quote": "“Then something occurred to me.\"Get closer,\" I told Blackjack.He whinnied in protest.\"Just within shouting distance,\" I said. \"I need to talk to the statue.\"Now I'm sure you've lost it, boss, Blackjack said”"
    },
    {
        "count": 338,
        "title": "The Titan's Curse",
        "quote": "“I should throw you off this building minus the flying horse and see how heroic you sound on the way down.”"
    },
    {
        "count": 339,
        "title": "The Titan's Curse",
        "quote": "“If my mom told one more story about how cute I looked in the bathtub when I was three years old I was going to burrow into the snow and freeze myself to death.”"
    },
    {
        "count": 340,
        "title": "The Titan's Curse",
        "quote": "“Your former friend Luke \" Poseidon corrected. \"He once promised things like that. He was Hermes's pride and joy. Just bear that in mind Percy. Even the bravest can fall.”"
    },
    {
        "count": 341,
        "title": "The Last Olympian",
        "quote": "“You're cute when you're worried, your eyebrows get all scrunched together.”"
    },
    {
        "count": 342,
        "title": "The Titan's Curse",
        "quote": "“Grover and Nico came back from their walk, and Grover helped me fix up my wounded arm.\"It's green!\" Nico said with delight.”"
    },
    {
        "count": 343,
        "title": "The Titan's Curse",
        "quote": "“Annabeth Thalia and I hadn't seen each other in months but between the blizzard and the thought of what we were about to do we were too nervous to talk much. Except for my mom. She talks more when she's nervous. By the time we finally got to Westover Hall it was getting dark and she'd told Annabeth and Thalia every embarrassing baby story there was to tell about me.”"
    },
    {
        "count": 344,
        "title": "The Titan's Curse",
        "quote": "“Grover started to sniffle and I figured if I didn't cheer him up he'd either start bawling or chewing up my mattress. He tends to eat household objects whenever he gets upset.”"
    },
    {
        "count": 345,
        "title": "The Last Olympian",
        "quote": "“Beckendorf closed eyes tight and brought his hand up to his watch.from that distance, the explosion shook the world. Heat seared the back of my head. The Princess Andromeda blew up from both sides, a massive fireball ofgreen flame roiling into the dark sky, consuming everything....I stared out the window into deep blue water. Beckendorf was supposed to go to college in the fall. He had a girlfriend, lots of friends, his whole life ahead of him. He couldn't be gone.”"
    },
    {
        "count": 346,
        "title": "title not available",
        "quote": "“Maybe it's okay to still be a kid every once in a while.”"
    },
    {
        "count": 347,
        "title": "title not available",
        "quote": "“You said your mom is the goddess of balance,\" I reminded him. \"The minor gods deserve better, Ethan, but total destruction isn't balance. Kronos doesn't build. He only destroys.”"
    },
    {
        "count": 348,
        "title": "The Last Olympian",
        "quote": "“The Minotaur unstrapped his axe and swung it around. It was beautiful in a harsh I’m~going~togut~you~like~a~fish kind of way. Each of its twin blades was shaped like an omega: Ω—the last letter of the Greek alphabet. Maybe that was because the axe would be the last thing his victims ever saw”"
    },
    {
        "count": 349,
        "title": "The Blood of Olympus",
        "quote": "“So,’ Nico said, ‘since we’re going to be spending at least a year seeing each other at camp, I think I should clear the air.’ Percy’s smile wavered. ‘What do you mean?”"
    },
    {
        "count": 350,
        "title": "The Last Olympian",
        "quote": "“We heard the army before we saw it.The noise was like a cannon barrage combined with a football stadium crowd- like every Patriots fan in New England was charging us with bazookas.”"
    },
    {
        "count": 351,
        "title": "The Last Olympian",
        "quote": "“I was flying right toward him (the pig) at the speed of demigod-smashing.”"
    },
    {
        "count": 352,
        "title": "The Lightning Thief",
        "quote": "“Хей! - извика Гроувър. - Тя май припадна!- Гррр! - обади се Медуза.- Е, май не е - поправи се той и отново вдигна клона.”"
    },
    {
        "count": 353,
        "title": "The Burning Maze",
        "quote": "“Satyrs aren't dryads, but we have roots, too. Camp Half Blood is mine.”"
    },
    {
        "count": 354,
        "title": "title not available",
        "quote": "“Street performances?\"\"A little singing. A little martial arts. Some interpretive dance.\"\"Wow.\"\"I know! The Portuguese have taste.”"
    },
    {
        "count": 355,
        "title": "The Dark Prophecy",
        "quote": "“We were ten feet away when we triggered the First Law of Percy Jackson”"
    },
    {
        "count": 356,
        "title": "title not available",
        "quote": "“Dessa vez, não olhei para trás.”"
    },
    {
        "count": 357,
        "title": "Camp Half-Blood Confidential",
        "quote": "“First thing I'd do is make sure the poor newbie demigods don't have to suffer through the orientation film.\"All conversation stopped. \"What orientation film?\" Will Solace asked.Nico looked puzzled. \"You know ...\" He glanced side to side, clearly uncomfortable with everybody watching him. Finally he cleared his throat and sang in a warbly voice to the tune of \"The Hokey Cokey\": \"It lets the demigods in! It shuts the monsters out! It keeps the half-bloods safe, but turns mortals all about! It's Misty, and it's magic, and it makes me want to shout: the border is all about!\" He punctuated the last line of the song with some half-hearted claps.We stared at him in stunned silence.\"Nico.\" Will patted his boyfriend's arm. \"You're scaring the other campers.\"\"More than usual,\" Julia Feingold muttered under her breath.\"Oh, come on,\" Nico protested. \"You've all heard that annoying song, right? It's from Welcome to Camp Half-Blood.\"Nobody responded.\"The orientation film,\" Nico added.We shared a group shrug.Nico groaned. \"You mean I just sang in public and ... I'm the only one who's ever seen that stupid film?\"\"So far, anyway,\" said Connor Stoll.”"
    },
    {
        "count": 358,
        "title": "The Lightning Thief",
        "quote": "“Doors vurst open all along the walls, and skeletal warriors marched in, hundreds of them, from every time period and nation in Western civilization. They lined the perimeter of the room, blocking the exits.Hades bellowed, \"Do you think I want war godling?\"I wanted to say, 'Well, these guys don't look like peace activists'. But I thought that might be a dangerous answer.”"
    },
    {
        "count": 359,
        "title": "The Blood of Olympus",
        "quote": "“Jason rose from his deathbed so he could drown with the rest of the crew.”"
    },
    {
        "count": 360,
        "title": "The Lightning Thief",
        "quote": "“A faint smile played on his lips. \"Obedience does not come naturally to you, does it\"\"No...sir\"\"I must take some blame for that, I suppose. The sea does not like to be restrained.”"
    },
    {
        "count": 361,
        "title": "The House of Hades",
        "quote": "“Love is on every side, Cupid said. And no one's side. Don't ask what Love can do for you.\"Great,\" Jason said. \"Now he's spouting greeting card messages.”"
    },
    {
        "count": 362,
        "title": "The Titan's Curse",
        "quote": "“If you look at it from any other side, it looks like a pile of enormous deer droppings, but Chiron wouldn't let us call the place the Poop Pile, especially after it had been named for Zeus, who doesn't have much of a sense of humor.”"
    },
    {
        "count": 363,
        "title": "The Titan's Curse",
        "quote": "“No,\" I said. \"I choose the prophecy. It will be about me.\"\"Why are you saying that?\" she cried. \"You want to be responsible for the whole world?\"It was the last thing I wanted, but I didn't say that. I knew I had to step up and claim it.\"I can't let Nico be in any more danger,\" I said. \"I owe that much to his sister. I…let themboth down. I'm not going to let that poor kid suffer any more.”"
    },
    {
        "count": 364,
        "title": "The House of Hades",
        "quote": "“Yes, Jason Grace.\" Favonius arched an eyebrow. \"I fell in love with a dude. Does that shock you?”"
    },
    {
        "count": 365,
        "title": "The House of Hades",
        "quote": "“But in his heart, he wanted to be at Camp Half-Blood. The months he'd spent there with Piper and Leo had felt more satisfying, more right than all his years at Camp Jupiter. Besides, at Camp Half-Blood, there was at least a chance he might meet his father someday. The gods hardly ever stopped by Camp Jupiter to say hello.”"
    },
    {
        "count": 366,
        "title": "The House of Hades",
        "quote": "“The truth hit him. Jason wasn't quite Roman anymore. His time at Camp Half-Blood had changed him. Reyna had recognized that. Apparently, so did the undead legionnaires. If Jason no longer gave off the right sort of vibe, or aura of a Roman leader...”"
    },
    {
        "count": 367,
        "title": "The House of Hades",
        "quote": "“Bob says hello,\" he told the stars.”"
    },
    {
        "count": 368,
        "title": "title not available",
        "quote": "“Sometimes the hardest power to master is the power of yielding. -Hestia”"
    },
    {
        "count": 369,
        "title": "title not available",
        "quote": "“Seriously, who curses you with their dying breath and says, I hope your eye twitches!”"
    },
    {
        "count": 370,
        "title": "Cupid's Academy: Argus' Big Fat Greek Wedding Ring",
        "quote": "“…I bet Echo that she couldn't repeat the following line ten times fast: Cupid's Academy counts kissing cousins as completed conquests cause his classes cunningly conspire unconscious couples to copulate and canoodle copiously.”"
    },
    {
        "count": 371,
        "title": "Camp Half-Blood Confidential",
        "quote": "“SCENE: Apollo jogs along the beachfront, shooting arrows backwards from his golden bow. He's followed by campers dressed in combat gear, jogging in military formation.APOLLO: I don't know but I've been told!CAMPERS: We don't know but we've been told!APOLLO: The sun god's got a bow of gold!CAMPERS: The sun god's got a bow of gold!APOLLO: He's the best shot in the land!CAMPERS: He's the best shot in the land!APOLLO: Augh! [Apollo trips and lands on his backside] I've fallen in the sand!CAMPERS [jogging circles around him]: Augh! He's fallen in the sand!APOLLO: I meant to do that, so don't laugh!CAMPERS: He meant to do that, so don't laugh!APOLLO [tries to get up but falls back again]: Ow! I hurt my godly calf!CAMPERS: Ow! He hurt his godly calf!APOLLO [glowering and starting to glow]: If you want to live another day ...CAMPERS: If we want to live another day ...APOLLO [radiating brighter]: STOP REPEATING WHAT I SAY!CAMPERS: STOP - um...- Military cadence written, chanted and abruptly ended by ApolloBest. Scene. Ever. - P. J.”"
    },
    {
        "count": 372,
        "title": "The Lightning Thief",
        "quote": "“They must really like olives.\"\"Oh, forget it.\"\"Now, if she'd invented pizza-that I could understand.”"
    },
    {
        "count": 373,
        "title": "Camp Half-Blood Confidential",
        "quote": "“Don't destroy Half-Blood while we're gone,\" was Chiron's parting instruction. Argus pointed two fingers at his eyes and then at us. This took a few minutes since he has one hundred eyes, but we got the message - be good, or else.”"
    },
    {
        "count": 374,
        "title": "Camp Half-Blood Confidential",
        "quote": "“We went about our usual routines - combat practice, volleyball practice, archery practice, strawberry-picking practice (don't ask), lava-wall-climbing practice ... You'll find we practice a lot here.”"
    },
    {
        "count": 375,
        "title": "Camp Half-Blood Confidential",
        "quote": "“A quest? Do I have to go on a quest?AC: You may not believe it now, because this is all so new to you, but getting picked for a quest is every demigod's dream. It's what we train for. It's what we're born to do.PJ: You might not get picked right away. I mean, sure, I did - I was here, what, less than a week before I headed out to face death?AC: You were a special case, Seaweed Brain.PJ: Aw, you called me special!NDA: She also called you Seaweed Brain.”"
    },
    {
        "count": 376,
        "title": "Camp Half-Blood Confidential",
        "quote": "“If you can read this, then surprise! You're probably a demigod too. That's because only demigods - and a few special mortals, like my mom and Rachel Elizabeth Dare - can read what's actually written here. To everyone else, this book is called The Complete History of Pavement and it's about ... well, that should be obvious. You can thank the Mist for that choice of topic.”"
    },
    {
        "count": 377,
        "title": "Camp Half-Blood Confidential",
        "quote": "“Uh-oh,\" Will muttered. \"This is going to be ... interesting.\"It turned out the creative genius behind the movie was Will's dad - the god Apollo, which meant this was not going to be a typical orientation flick. No, as we soon found out, Apollo had written, directed, produced, hosted and starred in ... a variety show.For those of you who don't know what a variety show is, imagine a talent show on steroids, complete with canned laughter, pre-recorded applause, and an extra-large helping of hokeyness. For the next hour, we cringe-watched as Apollo and our demigod predecessors performed in song-and-dance numbers, recited poetry, acted in comedy sketches and harmonized in a musical group called the Lyre Choir. Naturally, Apollo featured prominently in most of the acts. The one of him hula-hooping shirtless while satyrs capered around with long rainbow ribbons on sticks ... you can't unsee that kind of thing.”"
    },
    {
        "count": 378,
        "title": "Camp Half-Blood Confidential",
        "quote": "“He turned to Harley, the oddly muscular eight-year-old son of Hephaestus. \"Want to come with? I might need help with the projector.\"\"A projectile! Yes!\" Harley pumped his fist.\"A projector,\" Connor corrected. \"And you can't make it do anything but show the movie. No exploding upgrades. No turning it into a killer robot.\"\"Aww ...\" Harley scowled in disappointment, but he followed Connor to the Big House.”"
    },
    {
        "count": 379,
        "title": "The Titan's Curse",
        "quote": "“She fixed me with her cold gray stare, and I realized what a terrible enemy Athena would make, ten times worse than Ares or Dionysus or maybe even my father. Athena would never give up. She would never do something rash or stupid just because she hated you, and if she made a plan to destroy you, it would not fail.Natalie: Athena scares me! She would be a… If she becomes Percy’s enemy she would just destroy him, without a hint of remorse.”"
    },
    {
        "count": 380,
        "title": "The Titan's Curse",
        "quote": "“Your fatal flaw is personal loyalty, Percy. You do not know when it is time to cut your losses. To save a friend, you would sacrifice the world. In a hero of the prophecy, that is very, very dangerous.”"
    },
    {
        "count": 381,
        "title": "The Blood of Olympus",
        "quote": "“A legénység villámmegbeszélést tartott az előfedélzeten, elsősorban azért, mert Percy egy vörös színű tengeri óriáskígyót tartott szemmel, ami a part felőli oldalon úszkált a tengerben. — Ez jó piros – dünnyögte Percy. – Lehet, hogy cseresznyeízű.”"
    },
    {
        "count": 382,
        "title": "The Blood of Olympus",
        "quote": "“— Mi lenne, ha nyomnánk egy kis Adidas-reklámot? – kérdezte Percy. – Szerintetek Niké bepörögne tőle és előjönne?Leo idegesen mosolygott. Talán mégis van valami közös benne és Percyben: a fárasztó humor”"
    },
    {
        "count": 383,
        "title": "The Titan's Curse",
        "quote": "“You don’t believe me about Luke,” Annabeth said, “but we’ll see him again. He’s in trouble, Percy. He’s under Kronos’s spell.”\tI didn’t feel like arguing, though it made me mad. How could she still have feelings for that creep? How could she possibly make excuses for him? He deserved that fall. He deserved… okay, I'll say it. He deserved to die. Unlike Bianca. Unlike Zoё. Luke couldn’t be alive. It wouldn’t be fair.”"
    },
    {
        "count": 384,
        "title": "The Blood of Olympus",
        "quote": "“— Nézze, Győzelem néni... – szólt közbe kényszeredett mosollyal Percy. – Nem akarjuk megzavarni a tombolásban. Beszélje meg a dolgot magamagával, mi addig elugrunk nagyobb fegyverekért meg egy kis nyugtatóért.”"
    },
    {
        "count": 385,
        "title": "The Blood of Olympus",
        "quote": "“— Bazi nagy ez a hely – közölte velük Frank. – A romok a folyótól egészen a hegy lábáig nyúlnak, ami kábé fél kilométer.— Mennyi is az normál mértékegységben mérve? – érdeklődött Percy.— Ez a normál mértékegység – forgatta a szemét Frank. – Kanadában és a világ többi rszén is. Csak az amerikaiak...— Öt-hat focipályányi terület – vágott közbe Hazel, aki egy nagy aranyröggel etette Ariont.— Erre voltam kíváncsi – tárta szét a kezét Percy.”"
    },
    {
        "count": 386,
        "title": "The Titan's Curse",
        "quote": "“She fixed me with her cold gray stare, and I realized what a terrible enemy Athena would make, ten times worse than Ares or Dionysus or maybe even my father. Athena would never give up. She would never do something rash or stupid just because she hated you, and if she made a plan to destroy you, it would not fail.”"
    },
    {
        "count": 387,
        "title": "The Titan's Curse",
        "quote": "“Annabeth and Grover helped me search the woods for hours, but there was no sign of Nico di Angelo.\t“We have to tell Chiron,” Annabeth said, out of breath.\t“No,” I said.\tShe and Grover both stared at me.”"
    },
    {
        "count": 388,
        "title": "El ladrón del rayo (Percy Jackson y los dioses del Olimpo 1): Percy Jackson y los dioses del Olimpo I",
        "quote": "“[...] los monstruos están en el mundo real. Ahí es donde aprendes si sirves para algo o no.• capítulo 11”"
    },
    {
        "count": 389,
        "title": "The Lightning Thief",
        "quote": "“The rhinestone dog collar still hung around its neck, and the plate-sized dog tag was now easy to read: CHIMERA - RABID, FIRE-BREATHING, POISONOUS - IF FOUND, PLEASE CALL TARTARUS - EXT. 954”"
    },
    {
        "count": 390,
        "title": "The House of Hades",
        "quote": "“Percy had taken his girlfriend on some romantic walks before. This wasn't one of them.”"
    },
    {
        "count": 391,
        "title": "The Blood of Olympus",
        "quote": "“I am the son of Apollo, you anemic loser!”"
    },
    {
        "count": 392,
        "title": "The Blood of Olympus",
        "quote": "“This is where he struck the earth, Annabeth said, where he made a saltwater spring appear when he had the contest with my mom to sponsor Athens.So this is where the rivalry started, Percy said.YeahPercy pulled Annabeth close and kissed her.The rivalry ends here, Percy said. I love you Wise Girl.”"
    },
    {
        "count": 393,
        "title": "The Blood of Olympus",
        "quote": "“This is where he struck the earth, Annabeth said, where he made a saltwater sprong appear when he had the contest with my mom to sponsor Athens.So this is where the rivalry started, Percy said.YeahPercy pulled Annabeth close and kissed her.The rivalry ends here, Percy said. I love youm Wise Girl.”"
    },
    {
        "count": 394,
        "title": "The Burning Maze",
        "quote": "“Promise me one thing. Whatever happens, when you get back to Olympus, when you’re a god again, remember. Remember what it’s like to be human.”"
    },
    {
        "count": 395,
        "title": "The Ship of the Dead",
        "quote": "“Percy wadded up his falafel wrapper. Along with being a water-breather, the dude also had the ability to inhale food.”"
    },
    {
        "count": 396,
        "title": "The Son of Neptune",
        "quote": "“He’d perfected his wolf stare over the last few months–a look that said: However bad you think you are, I’m worse. After strangling sea monsters and running over gorgons in a police car, Percy wasn’t scared of gangs. Pretty much nothing in the mortal world scared him anymore.”"
    },
    {
        "count": 397,
        "title": "Mythos: The Greek Myths Retold",
        "quote": "“Poseidon spent almost all his time pursuing a perfectly exhausting quantity of beautiful girls and boys and fathering by the girls an even greater number of monsters, demigods and human heroes - Percy Jackson and Theseus to name but two.”"
    },
    {
        "count": 398,
        "title": "Percy Jackson's Greek Gods",
        "quote": "“Python opened his eyes. \"What do you want?\"\"To sing you songs about my awesomeness!\"\"Oh, please. Just kill me now.\"\"Okay!\" Apollo drew his bow and shot the snake between the eyes. Then he sang a song about his awesomeness.”"
    },
    {
        "count": 399,
        "title": "The Son of Neptune",
        "quote": "“When the thing did not explode, Polybotes bent down cautiously and picked it up.He roared in outrage. \"A Ding Dong? You dare insult me with a Ding Dong?”"
    },
    {
        "count": 400,
        "title": "The Titan's Curse",
        "quote": "“You’re so cute. I wish all my daughters could break the heart of a boy as nice as you. (The Titan’s Curse - Chapter 13, Page 187)”"
    },
    {
        "count": 401,
        "title": "The Sea of Monsters",
        "quote": "“Somebody had messed with my favorite place in the world, and I was not... well, a happy camper.”"
    },
    {
        "count": 402,
        "title": "The Mark of Athena",
        "quote": "“Water liked to be free. . . Water hated being trapped, just like Percy”"
    },
    {
        "count": 403,
        "title": "The Titan's Curse",
        "quote": "“Let us find the dam snack bar,” Zoë said. “We should eat while we can.”Grover cracked a smile. “The dam snack bar?”Zoë blinked. “Yes. What is funny?”“Nothing,” Grover said, trying to keep a straight face. “I could use some dam french fries.” (The Titan’s Curse - chapter 14 page 208)”"
    },
    {
        "count": 404,
        "title": "title not available",
        "quote": "“You can always count on Percy to be awesome. You can always count on Jason to be knocked out.”"
    },
    {
        "count": 405,
        "title": "The Last Olympian",
        "quote": "“Apollo stepped forward. His fiery armour was so bright it was hard to look at, and his matching Ray-Bans and perfect smile made him look like a male model for battle gear.”"
    },
    {
        "count": 406,
        "title": "The Ship of the Dead",
        "quote": "“All I’m saying is the most powerful demigod of our generation is sitting right here, and it isn’t me.” He nodded to Annabeth. “Wise Girl can’t shape-shift or breathe underwater or talk to pegasi. She can’t fly, and she isn’t superstrong. But she’s crazy smart and good at improvising. That’s what makes her deadly. Doesn’t matter whether she’s on land, in water, in the air, or in Tartarus. Magnus, you were training with me all weekend. I think you should’ve been training with Annabeth instead.”Annabeth’s stormy gray eyes were hard to read. At last she said, “Okay, that was sweet.” She kissed Percy on the cheek.”"
    },
    {
        "count": 407,
        "title": "The Last Olympian",
        "quote": "“Hermes made it sound pretty ridiculous—hordes of monsters going up in the elevator twenty at a time, listening to “Stayin’ Alive.”"
    },
    {
        "count": 408,
        "title": "The Son of Neptune",
        "quote": "“The most horrible thing about her? She was still holding her big platter of free samples: Crispy Cheese 'n' Wieners. Her platter was dented from all the times Percy had killed her, but those little samples looked perfectly fine. Stheno just kept toting them across California so she could offer Percy a snack before she killed him. Percy didn't know why she kept doing that, but if he ever needed a suit of armour he was going to make it out of Crispy Cheese 'n' Wieners. They were indestructible.'Try one?' Stheno offered.”"
    },
    {
        "count": 409,
        "title": "title not available",
        "quote": "“The horses whinnied and made me a whole lot of promises that they would be good flesh eating horses from now on, but I didnt stick around to chat.”"
    },
    {
        "count": 410,
        "title": "The Titan's Curse",
        "quote": "“Then Grover had a brilliant, totally Grover-like idea. “Burrito fight!” he yelled, and flung his Guacamole Grande at the nearest skeleton.  “Now, if you have never been hit by a flying burrito, count yourself lucky. In terms of deadly projectiles, it’s right up there with grenades and cannonballs.” (The Titan’s Curse - chapter 14, page 216)”"
    },
    {
        "count": 411,
        "title": "Percy Jackson and the Singer of Apollo",
        "quote": "“Grover pulled a blindfold out of his pocket and suggested Pin the Tail on the Human, which made me kind of nervous since I was the only human.”"
    },
    {
        "count": 412,
        "title": "title not available",
        "quote": "“Geryon had a trolley thing like of those kiddie trains that take you around zoos. It was painted black and white in a cowhide pattern. The drivers car had a set of longhorns stuck to the hood, and the horn sounded like a cowbell. I figured maybe this was how he tortured people. He embarrassed them to death riding around in the moo-mobile.”"
    },
    {
        "count": 413,
        "title": "The Demigod Files",
        "quote": "“Iapetus shall crush you!” one shouted. “Who?” I asked. Then I ran her through with my sword. Note to self: If you vaporize monsters, they can’t answer your questions.”"
    },
    {
        "count": 414,
        "title": "The Son of Neptune",
        "quote": "“The gift has never kept our family safe, Grandmother had warned. A reassuring thought as Frank hunted poisonous fire-breathing devil snakes.”"
    },
    {
        "count": 415,
        "title": "The Demigod Files",
        "quote": "“I’ve fought single-headed dragons, double-headed, eight-headed, nine-headed, and the kind with so many heads that if you stopped to count them you’d be pretty much dead.”"
    },
    {
        "count": 416,
        "title": "The Sea of Monsters",
        "quote": "“Twenty paces away, he shimmered and vanished, leaving me alone with a thermos, a bottle of chewable vitamins, and five minutes to make an impossible decision.”"
    },
    {
        "count": 417,
        "title": "The Battle of the Labyrinth: The Graphic Novel",
        "quote": "“I'm warning you! Don't make me use my pen!”"
    },
    {
        "count": 418,
        "title": "The Demigod Files",
        "quote": "“My old granny goat used to say, “Two cans a day keep the monsters away.” Lots of minerals, very filling, and the texture is wonderful. Really, what’s not to like? I can’t help it if human teeth aren’t built for heavy-duty dining”"
    },
    {
        "count": 419,
        "title": "title not available",
        "quote": "“I can't avoid imagining Logan Lerman´s sexiness every single time I read Percy Jackson”"
    },
    {
        "count": 420,
        "title": "The Demigod Files",
        "quote": "“Its head creaked as it looked down at me. It seemed more confused than angry, like, Why did you cut off my toe?”"
    },
    {
        "count": 421,
        "title": "The Ship of the Dead",
        "quote": "“Congratulations, man. What's her name?\"\"Estelle. It was my grandmother's name. Um, on my mom's side, obviously. Not Poseidon's.\"\"I approve,\" Alex said. \"Old-fashioned and elegant. Estelle Jackson.\"\"Well, Estelle Blofis,\" Percy corrected. \"My stepdad is Paul Blofis. Not much I can do about that surname, but my little sis is awesome. Five fingers. Five toes. Two eyes. She drools a lot.\"\"Just like her brother,\" Annabeth said.Alex laughed.”"
    },
    {
        "count": 422,
        "title": "The Sea of Monsters",
        "quote": "“We couldn’t have done it without somebody else! We couldn’t have won this race or got the Fleece or saved Grover or anything! We owe our lives to Tyson, Percy’s…’‘Brother!’ I said, loud enough for everybody to hear. ‘Tyson, my baby brother.’Tyson blushed. The crowd cheered. Annabeth planted a kiss on my cheek.”"
    },
    {
        "count": 423,
        "title": "The House of Hades",
        "quote": "“For the first time, Cupid's gaze seemed sympathetic. \"Oh, I wouldn't say Love always makes you happy.\" His voice sounded smaller, much more human. \"Sometimes it makes you incredible sad. But at least you've faced it now. That's the only way to conquer me.”"
    },
    {
        "count": 424,
        "title": "The Ship of the Dead",
        "quote": "“Percy's ears turned as pink as Alex's jeans. \"Anyway, maybe we've been looking at this all wrong. I've been tying to teach you sea skills. But the most important thing is to use whatever you've got to hand - your team, your wits, the enemy's own magical stuff.\"\"And there's no way to plan for that,\" I said.\"Exactly!\" Percy said. \"My work here is done!\"Annabeth frowned. \"Percy, you're saying the best plan is no plan. As a child of Athena, I can't really endorse that.”"
    },
    {
        "count": 425,
        "title": "The Lightning Thief",
        "quote": "“But remember: what belongs to the sea will always return to the sea.--Nereid”"
    },
    {
        "count": 426,
        "title": "title not available",
        "quote": "“They’d seen his deepest secrets. They knew who he was, what he was. But they didn’t seem to care. No … they cared more. They weren’t judging him. They were concerned.”"
    },
    {
        "count": 427,
        "title": "Percy Jackson's Greek Gods",
        "quote": "“Eventually, Krysomallos would be skinned for his fleece, which became known as the Golden Fleece, which means I am related to a sheepskin rug.This is why you don't want to think too hard about who you're related to in the Greek myths. It'll drive you crazy.”"
    },
    {
        "count": 428,
        "title": "The Mark of Athena",
        "quote": "“Otis! Will you PLEASE stop killing me!”"
    },
    {
        "count": 429,
        "title": "The Ship of the Dead",
        "quote": "“Standing on the yarndarm of the USS Constitution, looking down at Boston Harbor two hundred feet below, I wished I had the natural defences of a turkey buzzard. Then I could projectile-vomit on Percy Jackson and make him go away.”"
    },
    {
        "count": 430,
        "title": "The Son of Neptune",
        "quote": "“They want to cook you and eat you,\" she said distatefully, \"which is ridiculous. You'd taste terrible.\"\"Thank you, grandmother.”"
    },
    {
        "count": 431,
        "title": "The Battle of the Labyrinth",
        "quote": "“Tyson put his hand on Grover´s shoulder \"I -I will go with him.\"I couldn´t believe I was hearing this. \"Tyson are you sure?\"The big guy nodded. \"Goat boy needs help. We will find the god person. I am not like Hephaestus. I trust friends.”"
    },
    {
        "count": 432,
        "title": "The Mark of Athena",
        "quote": "“The others were a little surprised when Piper came back on a pegasus with two unconscious demigods.”"
    },
    {
        "count": 433,
        "title": "title not available",
        "quote": "“Seaweed BrainWise Girl”"
    },
    {
        "count": 434,
        "title": "The Last Olympian",
        "quote": "“Then a shadow swooped under me, and thump - I was on Blackjack's back. It wasn't the most comfortable landing. In fact, when I yelled \"OW!\" my voice was an octave higher than usual.”"
    },
    {
        "count": 435,
        "title": "The Sea of Monsters",
        "quote": "“Percy!’ Annabeth scolded. ‘You just opened another Monster Doughnut shop somewhere!”"
    },
    {
        "count": 436,
        "title": "The House of Hades",
        "quote": "“Ah, ¿esperabas que jugara limpio? Soy el dios del amor. Nunca soy justo.”"
    },
    {
        "count": 437,
        "title": "The Hidden Oracle",
        "quote": "“We're fresh out of flying boys.”"
    },
    {
        "count": 438,
        "title": "Other Worlds",
        "quote": "“I know what you're gonna think, what you're gonna ask. Percy Jackson, why are you hanging from a Times Square billboard without your pants on, about to fall to your death?”"
    },
    {
        "count": 439,
        "title": "The Mark of Athena",
        "quote": "“Usually I give demigods something simple like a shopping trip, singing a funny song, that sort of thing. After all those labors I had to complete for my evil cousin Eurystheus, well...I don't want to be that guy, you know?”"
    },
    {
        "count": 440,
        "title": "title not available",
        "quote": "“People don’t just appear on the beach unless they’re demigods or gods or really, really lost pizza delivery guys. (It’s happened—but that’s another story.)”"
    },
    {
        "count": 441,
        "title": "The Lightning Thief",
        "quote": "“A faint smile played on his lips. \"Obedience does not come naturally to you, does it?\"\"No...sir\"\"I must take some blame for that, I suppose. The sea does not like to be restrained.”"
    },
    {
        "count": 442,
        "title": "Camp Half-Blood Confidential",
        "quote": "“Scene: Darkness. Suddenly, a single spotlight illuminates Apollo standing on the front porch of the Big House. The house is a bold red colour, a stark contrast to the short white chiton Apollo wears. He clears his throat and speaks.Apollo:<\\b> A poem by Apollo, recited dramatically by ... Apollo:O Immortal Chiron,Centaur wise and true,Trainer of our heroes,Just remember who taught you.- The opening scene of Welcome to Camp Half-BloodApollo's chiton was so short, I held my breath throughout this scene, praying he didn't bend over. - P. J.”"
    },
    {
        "count": 443,
        "title": "Percy Jackson's Greek Gods",
        "quote": "“Yeah, Hera was definitely channelling her inner Wicked Witch of the West that day.”"
    },
    {
        "count": 444,
        "title": "The Lost Hero",
        "quote": "“We got lots of secrets, Will. You Apollo guys can't have all the fun. Our campers have been excavating the tunnel system under Cabin Nine for almost a century. We still haven't found the end. Anyway, Leo, if you don't mind sleeping in a dead man's bed, it's yours-Jake Suddenly Leo didn't feel like kicking back. He sat up, careful not to touch any of the buttons. The counselor who died-this was his bed-Leo Yeah. Charles Beckendorf-Jake Leo imagined saw blades coming through the mattress, or maybe a grenade sewn inside the pillows. He didn't, like, die IN this bed, did he-LeoNo. In the Titan War, last summer-JakeThe Titan War, which has NOTHING to do with this very fine bed-Leo\"The Titans,\" Will said, like Leo was an idiot. The big powerful guys that ruled the world before the gods. They tried to make a comeback last summer. Their leader, Kronos, built a new palace on top of Mount Tam in California. Their armies came to New York and almost destoyed Mount Olympus. A lot of demigods died trying to stop them-WillI'm guessing this wasn't on the news-LeoIt seemed like a fair question, but Will shook his head in disbelief. You didn't hear about Mount St. Helens erupting, or the freak storms across the country, or that building collapsing in St Louis-WillLeo shrugged. Last summer, he'd been on the run from another foster home. Then a truancy officer caught him in New Mexico, and the court sentenced him to the nearest correction facility-the Wilderness School. Guess I was busy-LeoDoesn't matter. You were lucky to miss it. The thing is, Beckendorf was one of the first casualties, and ever since then-JakeYour cabin's been cursed-Leo”"
    },
    {
        "count": 445,
        "title": "The Titan's Curse",
        "quote": "“Exquisitely painful, isn't it? Not being sure who you love and who loves you.”"
    },
    {
        "count": 446,
        "title": "The Hidden Oracle",
        "quote": "“Then the glow grew brighter: a holographic golden sickle with a few sheaves of wheat, rotating just above Meg McCaffrey.A boy in the crowd gasped. \"She's a communist!”"
    },
    {
        "count": 447,
        "title": "The Son of Neptune",
        "quote": "“I've come to gamble.\"The old man's mouth twitched. He put down his shish kebab and leaned toward Percy. \"A gamble...how interesting. Information in exchange for the harpy? Winner take all?\"\"No,\" Percy said. \"The harpy isn't part of the deal.\"Phineas laughed. \"Really? Perhaps you don't understand her value.\"\"She's a person,\" Percy said. \"She isn't for sale.”"
    },
    {
        "count": 448,
        "title": "Camp Half-Blood Confidential",
        "quote": "“Scene: Darkness. Suddenly, a single spotlight illuminates Apollo standing on the front porch of the Big House. The house is a bold red colour, a stark contrast to the short white chiton Apollo wears. He clears his throat and speaks.Apollo: A poem by Apollo, recited dramatically by ... Apollo:O Immortal Chiron,Centaur wise and true,Trainer of our heroes,Just remember who taught you.- The opening scene of Welcome to Camp Half-BloodApollo's chiton was so short, I held my breath throughout this scene, praying he didn't bend over. - P. J.”"
    },
    {
        "count": 449,
        "title": "The Lost Hero",
        "quote": "“We got lots of secrets, Will. You Apollo guys can't have all the fun. Our campers have been excavating the tunnel system under Cabin Nine for almost a century. We still haven't found the end. Anyway, Leo, if you don't mind sleeping in a dead man's bed, it's yours-Jake Suddenly Leo didn't feel like kicking back. He sat u, careful not to touch any of the buttons. The counselor who died-this was his bed-Leo Yeah. Charles Beckendorf-Jake Leo imagined saw blades coming through the mattress, or maybe a grenade sewn inside the pillows. He didn't, like, die IN this bed, did he-LeoNo. In the Titan War, last summer-JakeThe Titan War, which has NOTHING to do with this very fine bed-Leo\"The Titans,\" Will said, like Leo was an idiot. The big powerful guys that ruled the world before the gods. They tried to make a comeback last summer. Their leader, Kronos, built a new palace on top of Mount Tam in California. Their armies came to New York and almost destoyed Mount Olympus. A lot of demigods died trying to stop them-WillI'm guessing this wasn't on the news-LeoIt seemed like a fair question, but Will shook his head in disbelief. You didn't hear about Mount St. Helens erupting, or the freak storms across the country, or that building collapsing in St Louis-WillLeo shrugged. Last summer, he'd been on the run from another foster home. Then a truancy officer caught him in New Mexico, and the court sentenced him to the nearest correction facility-the Wilderness School. Guess I was busy-LeoDoesn't matter. You were lucky to miss it. The thing is, Beckendorf was one of the first casualties, and ever since then-JakeYour cabin's been cursed-Leo”"
    },
    {
        "count": 450,
        "title": "The Battle of the Labyrinth",
        "quote": "“-Quizá por eso se desvanecen los monstruos -respondí-. Tal vez no se trate de lo que crean los mortales. A lo mejor lo que pasa es que dejan de creer en sí mismos.”"
    },
    {
        "count": 451,
        "title": "The Hidden Oracle",
        "quote": "“Nosoi?” Percy planted his feet in a fighting stance. “You know, I keep thinking, I have now killed every single thing in Greek mythology. But the list never seems to end.”“You haven’t killed me yet,” I noted.“Don’t tempt me.”"
    },
    {
        "count": 452,
        "title": "The Hidden Oracle",
        "quote": "“You’re gonna be like Aquaman?” she asked. “Get the fish to fight for you?”“Thanks,” Percy said. “I haven’t heard enough Aquaman jokes for one lifetime.”"
    },
    {
        "count": 453,
        "title": "The Hidden Oracle",
        "quote": "“Meg turned and gazed out the rear windshield, probably checking for any shiny blobs pursuing us. “At least we’re not being—”“Don’t say it,” Percy warned.Meg huffed. “You don’t know what I was going to—”“You were going to say, ‘At least we’re not being followed,’” Percy said. “That’ll jinx us. Immediately we’ll notice that we are being followed. Then we’ll end up in a big battle that totals my family car and probably destroys the whole freeway. Then we’ll have to run all the way to camp.”Meg’s eyes widened. “You can tell the future?”\"Don’t need to.” Percy changed lanes to one that was crawling slightly less slowly. “I’ve just done this a lot.”"
    },
    {
        "count": 454,
        "title": "The Hidden Oracle",
        "quote": "“Oh, why does college have to happen to perfectly good people?”"
    },
    {
        "count": 455,
        "title": "Percy Jackson's Greek Heroes",
        "quote": "“You’re probably wondering: why were Medusa’s kids a golden warrior and a winged horse? And how had they been stuck in Medusa’s body all those years?Heck, I dunno. I’m just telling you how it was. You want stuff to make sense, you’re in the wrong universe”"
    },
    {
        "count": 456,
        "title": "Percy Jackson's Greek Heroes",
        "quote": "“No one should know his entire fate. It's too dangerous and too depressing. Just keep going, do your best, and hope it's good enough. That's all any of us can do.”"
    },
    {
        "count": 457,
        "title": "The Hidden Oracle",
        "quote": "“I’ll be back with the sandwiches,” she said. “But I had some leftover seven-layer dip.”“Yum.” Percy dug in with a tortilla chip. “She’s kinda famous for this, guys.”Sally ruffled his hair. “There’s guacamole, sour cream, refried beans, salsa—”“Seven layers?” I looked up in wonder. “You knew seven is my sacred number? You invented this for me?”Sally wiped her hands on her apron. “Well, actually, I can’t take credit—”“You are too modest!” I tried some of the dip. It tasted almost as good as ambrosia nachos. “You will have immortal fame for this, Sally Jackson!”"
    },
    {
        "count": 458,
        "title": "The Hidden Oracle",
        "quote": "“But Percy Jackson has always been reliable. You have nothing to fear. Besides, he likes me. I taught him everything he knows.”She frowned. “You did?”I found her innocence somewhat charming. So many obvious things she did not know. “Of course. Now let’s go up.”"
    },
    {
        "count": 459,
        "title": "The Hidden Oracle",
        "quote": "“You do understand that I must find a way to return to Olympus,” I said. “This will probably involve many harrowing trials with a high chance of death. Can you turn down such glory?”“Yeah, I’m pretty sure I can. Sorry.”I pursed my lips. It always disappointed me when mortals put themselves first and failed to see the big picture—the importance of putting me first—but I had to remind myself that this young man had helped me out on many previous occasions”"
    },
    {
        "count": 460,
        "title": "The Hidden Oracle",
        "quote": "“This brings to mind an expression I coined ages ago: A peach a day keeps the plague spirits away!'Percy sneezed. 'I though it was apples and doctors.'The karpos hissed.'Or peaches,' Percy said. 'Peaches work too.''Peaches,' agrees the karpos.Percy wiped his nose. 'Not criticizing, but why is her grooting?”"
    },
    {
        "count": 461,
        "title": "Percy Jackson's Greek Heroes",
        "quote": "“She decided to make his life as terrible, tragic and complicated as possible, so that some day Percy Jackson would have a really hard time writing about it.”"
    },
    {
        "count": 462,
        "title": "Percy Jackson's Greek Heroes",
        "quote": "“I hate Hera.”"
    },
    {
        "count": 463,
        "title": "The Last Olympian",
        "quote": "“Look around you, Ethan.\" I said. \"The end of the world. Is this the reward you want? Do you really want everything destroyed - the good with the bad? Everything?\" \"There is no throne to Nemesis, \" Ethan muttered. \"No throne to my mother.\" \"You said your mom is the goddess of balance,\" I reminded him. \"The minor gods deserve better, Ethan, but total destruction isn't balance. Kronos doesn't build. He only destroys.\" Ethan looked at the sizzling throne of Hephaestus. Grover's music kept playing, and Ethan swayed to it, as if the song was filling him with nostalgia - a wish to see a beautiful day, to be anywhere but here. His good eye blinked. Hen he charged...but not at me. While Kronos was still on his knees, Ethan brought his sword down on the Titan lord's neck. It should have killed him instantly, but the blade shattered. Ethan fell back, grasping his stomach. A shard of his own blade had ricocheted and pierced his armor. Kronos rose unsteadily, towering over his servant. \"Treason,\" he snarled. Grover's music kept playing, and grass grew around Ethan's body. Ethan stared at me, his face tight with pain. \"Deserve better, \" he gasped. \"If they just...had thrones-\" Kronos stomped his foot, and the floor ruptured around Ethan Nakamura. The son of Nemesis fell through a fissure that went straight through the heart of the mountain - straight into open air. \"So much for him.\" Kronos picked up his sword. \"And now for the rest of you.”"
    },
    {
        "count": 464,
        "title": "The Battle of the Labyrinth",
        "quote": "“A good artist must be good at many things.”"
    },
    {
        "count": 465,
        "title": "The Son of Neptune",
        "quote": "“I am happy to crush my enemies underfoot, but I don't fight without reason. I don't want war without end.”"
    },
    {
        "count": 466,
        "title": "The Blood of Olympus",
        "quote": "“The dead praetor raised his sword. ''Our desires reveal us. They show us for who we really are. Someone has come come for you, Jason Grace.”"
    },
    {
        "count": 467,
        "title": "Percy Jackson's Greek Heroes",
        "quote": "“No Tyson, the guy in the story did not attract the attention of a moose. Tyson is sad now.”"
    },
    {
        "count": 468,
        "title": "The Sea of Monsters",
        "quote": "“Young Cyclopes grow up alone on the streets, learn to make things out of scraps. Learn to survive...makes us appreciate blessings, not be greedy and mean and fat...”"
    },
    {
        "count": 469,
        "title": "The Last Olympian",
        "quote": "“I was pretty sure if I tried to sing, all I would cause was an avalanche.”"
    },
    {
        "count": 470,
        "title": "The Blood of Olympus",
        "quote": "“Michael Varus drew his sword. ''My father is Janus, the god of two faces. I am used to seeing through masks and deceptions.”"
    },
    {
        "count": 471,
        "title": "The Titan's Curse",
        "quote": "“Tell me again, exactly what Dr. Thorn said.\"\"Um, I hate middle school dances.\"\"No,no. After that.”"
    },
    {
        "count": 472,
        "title": "The Blood of Olympus",
        "quote": "“Percy mangeait une énorme pile de pancakes bleus (c’était quoi, son délire de ne manger que des trucs bleus ?) et Annabeth lui reprochait de mettre trop de sirop. – Tu les noies, là, tes pauvres pancakes !– Hé, je suis un enfant de Poséidon, je peux pas me noyer, et mes pancakes non plus.”"
    },
    {
        "count": 473,
        "title": "The Last Olympian",
        "quote": "“Look around you, Ethan.\" I said. \"The end of the world. Is this the reward you want? Do you really want everything destroyed - the good with the bad? Everything?\" \"There is no throne to Nemesis, \" Ethan muttered. \"No throne to my mother.\" \"You said your mom is the goddess of balance,\" I reminded him. \"The minor gods deserve better, Ethan, but total destruction isn't balance. Kronos doesn't build. He only destroys.\" Ethan looked at the sizzling throne of Hephaestus. Grover's music kept playing, and Ethan swayed to it, as if the song was filling him with nostalgia - a wish to see a beautiful day, to be anywhere but here. His good eye blinked. Then he charged...but not at me. While Kronos was still on his knees, Ethan brought his sword down on the Titan lord's neck. It should have killed him instantly, but the blade shattered. Ethan fell back, grasping his stomach. A shard of his own blade had ricocheted and pierced his armor. Kronos rose unsteadily, towering over his servant. \"Treason,\" he snarled. Grover's music kept playing, and grass grew around Ethan's body. Ethan stared at me, his face tight with pain. \"Deserve better, \" he gasped. \"If they just...had thrones-\" Kronos stomped his foot, and the floor ruptured around Ethan Nakamura. The son of Nemesis fell through a fissure that went straight through the heart of the mountain - straight into open air. \"So much for him.\" Kronos picked up his sword. \"And now for the rest of you.”"
    },
    {
        "count": 474,
        "title": "The Battle of the Labyrinth",
        "quote": "“- Percy, los seres inferiores hacen muchas cosas horribles en nombre de los dioses. Lo cual no significa que los dioses estén de acuerdo. Lo que nuestros hijos e hijas hacen en nuestro nombre.... suele decir más de ellos que de nosotros”"
    },
    {
        "count": 475,
        "title": "title not available",
        "quote": "“you hit the lord of the titans in the eye with a blue plastic hairbrush?”"
    },
    {
        "count": 476,
        "title": "The Lightning Thief",
        "quote": "“Poseidón, sacudidor de tierras, portador de tormentas, padre de los caballos. Salve Perseus Jackson, hijo del Dios del mar.”"
    },
    {
        "count": 477,
        "title": "The Last Olympian",
        "quote": "“A half-blood of the eldest dogs...”"
    },
    {
        "count": 478,
        "title": "The Last Olympian",
        "quote": "“- No todos los poderes son espectaculares. - Hestia me miró -. A veces el poder más difícil de dominar es la capacidad de ceder.”"
    },
    {
        "count": 479,
        "title": "The Blood of Olympus",
        "quote": "“– Exact, répondit Cécrops avec amertume, comme s’il regrettait ses décisions. Mes sujets étaient les premiers Athéniens, les gémeaux. – Comme ton signe astrologique ? demanda Percy. Moi je suis Lion. – Mais non, dit Léo. Tu dois être Poissons, toi. Lion, c’est pour Léo.”"
    },
    {
        "count": 480,
        "title": "title not available",
        "quote": "“Mizzenmast!”"
    },
    {
        "count": 481,
        "title": "The Blood of Olympus",
        "quote": "“Ah, Senor Zhang,\" Leo said, \"you know how you're always saying, 'Leo, you are the only true genius among demigods'?\"\"I'm pretty sure I never said that.”"
    },
    {
        "count": 482,
        "title": "The Blood of Olympus",
        "quote": "“The rivalry ends here,\" [Percy] said. \"I love you, Wise Girl.”"
    },
    {
        "count": 483,
        "title": "The Blood of Olympus",
        "quote": "“All aboard for one last trip.”"
    },
    {
        "count": 484,
        "title": "The Blood of Olympus",
        "quote": "“The whole crew sat on the deck, without a storm or a monster attack to worry about for the first time in days, and ate ice cream. Well, except for Frank, who was lactose intolerant. He got an apple.”"
    },
    {
        "count": 485,
        "title": "title not available",
        "quote": "“What if we promoted, like, Adidas shoes?’ Percy wondered. ‘Would that make Nike mad enough to show up?\" Leo smiled nervously. Maybe he and Percy did share something else – a stupid sense of humour. \"Yeah, I bet that would totally be against her sponsorship deal. THOSE ARE NOT THE OFFICIAL SHOES OF THE OLYMPICS! YOU WILL DIE NOW!”"
    },
    {
        "count": 486,
        "title": "Percy Jackson's Greek Gods",
        "quote": "“Behold, my children!\" she said. \"The instrument of my revenge. I will call it a scythe!\"The Titans muttered among themselves: What is that for? Why is it curved? How do you spell scythe?”"
    },
    {
        "count": 487,
        "title": "The Lost Hero",
        "quote": "“You want us to fly off to save the world on Happy The Dragon?”"
    },
    {
        "count": 488,
        "title": "title not available",
        "quote": "“Nico: I love you.Percy: What?Nico: Did you say something Jason?Jason: What?Nico: You just said you love Percy?Jason: Wait, what? No, I didn't, wait,Percy: Dude. What the Tartarus?Jason: No, Nico's the one who loves you.Nico: *Pushes Jason off the Argo ll*Percy: Did he just-Nico: No proof.Percy: But he just-Nico: No witnesses.Percy: But he just said-Jason: *Flying* Did you just push me off the ship???”"
    },
    {
        "count": 489,
        "title": "The Blood of Olympus",
        "quote": "“Like your zodiac sign? Percy asked. 'I'm a Leo.'No, stupid,' Leo said. I'm a Leo. You're a Percy.”"
    },
    {
        "count": 490,
        "title": "The Mark of Athena",
        "quote": "“Annabeth wanted to sob. She wanted someone, anyone to be here for her. She wanted Leo with his fire skills, or Jason with his lightning, or Hazel to collapse the tunnel. Most of all she wanted Percy. She always felt braver when Percy was with her.”"
    },
    {
        "count": 491,
        "title": "title not available",
        "quote": "“It’s more than that.’ Reyna rested her hand on Nico’s. ‘While you were asleep, I did a lot ofthinking. What I told you about my father … I’d never shared that with anyone. I guess I knew youwere the right person to confide in. You lifted some of my burden. I trust you, Nico.”"
    },
    {
        "count": 492,
        "title": "The Blood of Olympus",
        "quote": "“Anyway, I'm glad you found her. (Calypso) You promised to find a way back to her, and I just wanted to say that if we do survive all this, I'll do anything to help you. Thats a promise I will keep.”"
    },
    {
        "count": 493,
        "title": "title not available",
        "quote": "“The plan had three phases: dangerous, really dangerous and insanely dangerous.”"
    },
    {
        "count": 494,
        "title": "Percy Jackson's Greek Gods",
        "quote": "“So, you invite a wild rabbit living in Italy to a party on the island of Crete. What’s it supposed to do, swim there? Its little tux would get wet.”"
    },
    {
        "count": 495,
        "title": "The House of Hades",
        "quote": "“You guys are so... dark. Even if I used flash, I'm not sure it would come out.\"\"Y-yeah,\" Percy managed. \"You guys aren't photogenic.”"
    },
    {
        "count": 496,
        "title": "The Blood of Olympus",
        "quote": "“Okay, do not call me Aquaman. That's even worse than waterboy.”"
    },
    {
        "count": 497,
        "title": "The Blood of Olympus",
        "quote": "“Like your zodiac sign?' Percy asked. 'I'm a Leo.''No, stupid,' Leo said. 'I'm a Leo. You're a Percy.”"
    },
    {
        "count": 498,
        "title": "Percy Jackson's Greek Gods",
        "quote": "“Helios thought he looked pretty hot, and he had an annoying habit of calling the sun his \"chick magnet.”"
    },
    {
        "count": 499,
        "title": "The Last Olympian",
        "quote": "“You're cute when you're worried,\" she muttered. \"Your eyebrows get all scrunched together.\" \"You are not going to die while I owe you a favor,\" I said. \"Why did you take that knife?\"\"You would've done the same for me.\"It was true. I guess we both knew it. Still, I felt like somebody was poking my heart with a cold metal rod.\"How did you know?\" \"Know what?\" I looked around to make sure we were alone. Then I leaned in close and whispered: \"My Achilles spot. If you hadn't taken that knife, I would've died.\"She got a faraway look in her eyes. Her breath smelled like grapes, maybe from the nectar. \"I don't know, Percy. I just had this feeling you were in danger. Where... where is the spot?\"I wasn't supposed to tell anyone. But this was Annabeth. If I couldn't trust her, I couldn't trust anyone. \"The small of my back.\"She lifted her hand. \"Where? Here?\"She put her hand on my spine, and my skin tingled. I moved her fingers to the one spot that grounded me to my mortal life. A thousand volts of electricity seemed to arc through my body. \"You saved me.\" I said. \"Thanks.\" She removed her hand, but I kept holding it. \"So you owe me,\" she said weakly. \"What else is new?”"
    },
    {
        "count": 500,
        "title": "The Mark of Athena",
        "quote": "“Percy stared at his jelly donut. He had a rocky history with Nico di Angelo. The guy had once tricked him into visiting Hades's palace, and Percy had ended up in a cell. But most of the time, Nico sided with the good guys. He certainly didn't deserve slow suffocation in a bronze jar, and Percy couldn't stand seeing Hazel in pain.\"We'll rescue him,\" he promised her. \"We have to. The prophecy says he holds the key to endless death.”"
    },
    {
        "count": 501,
        "title": "title not available",
        "quote": "“What if we promoted, like, Adidas shoes?’ Percy wondered. ‘Would that make Nike mad enough to show up?'Leo smiled nervously. Maybe he and Percy did share something else – a stupid sense of humour.‘Yeah, I bet that would totally be against her sponsorship deal. THOSE ARE NOT THE OFFICIAL SHOES OF THE OLYMPICS! YOU WILL DIE NOW!”"
    },
    {
        "count": 502,
        "title": "title not available",
        "quote": "“The crew gathered for a hurried meeting on the foredeck – mostly because Percy was keeping an eye on a giant red sea serpent swimming off the port side. ‘That thing is really red,’ Percy muttered. ‘I wonder if it’s cherry-flavoured.’ ‘Why don’t you swim over and find out?’ Annabeth asked. ‘How about no.”"
    },
    {
        "count": 503,
        "title": "Percy Jackson's Greek Gods",
        "quote": "“Headache!\" Zeus bellowed. \"Bad. bad headache!\"As if to prove his point, the lord of the universe slammed his face into his pancakes, which demolished the pancakes and the plate and put a crack in the table, but did nothing for his headache.\"Aspirin?\" Apollo suggested. (he was the god of healing)\"Nice cup og tea?\" Hestia suggested\"I could split your skull open,\" offered Hephaestus, the blacksmith god\"Hephaestus!\" Hera cried. \"Don't talk to your father that way!\"\"What?\" Hephaestus demanded \"Clearly he's got a problem in there. I could open up the hood and take a look. Might relieve the pressure. Besides, he's immortal. It won't kill him”"
    },
    {
        "count": 504,
        "title": "The Crown of Ptolemy",
        "quote": "“I try to avoid teaming up with goddesses who eat roadkill. It's one of my personal boundaries.”"
    },
    {
        "count": 505,
        "title": "title not available",
        "quote": "“Nothing is unfixable”"
    },
    {
        "count": 506,
        "title": "title not available",
        "quote": "“Oh, my Gods!”"
    },
    {
        "count": 507,
        "title": "title not available",
        "quote": "“But family connections are weird. Even if your relatives aren't good to you, they're still your blood. You can't lose that connection completely. And believe me, I've got a few relatives on my dad's side I'd love to lose.”"
    },
    {
        "count": 508,
        "title": "The Crown of Ptolemy",
        "quote": "“Nothing says 'Hi, neighbor!' like killing a guy's flying reptile.”"
    },
    {
        "count": 509,
        "title": "title not available",
        "quote": "“You're cute when you're worried. Your eyebrows get all scrunched together.”"
    },
    {
        "count": 510,
        "title": "The Blood of Olympus",
        "quote": "“El problema principal de los fantasmas es que la mayoría han perdido sus voces. En los campos de Asfódelos, millones de fantasmas deambulan sin rumbo tratando de recordar quiénes eran. ¿Sabes por qué acaban así? Porque en vida nunca se posicionaron. Nunca dijeron lo que pensaban, así que nadie los oyó. Tu voz es tu identidad. Si no la usas -dijo encogiéndose de hombros-, ya estás a medio camino de los Campos de Asfódelos.”"
    },
    {
        "count": 511,
        "title": "The House of Hades",
        "quote": "“Yeah, okay. But, Nico, you do choose how to live your life. You want to trust somebody? Maybe take a risk that I'm really your friend and I'll accept you. It's better than hiding.”"
    },
    {
        "count": 512,
        "title": "The House of Hades",
        "quote": "“Poor Nico di Angelo. The god's voice was tinged with disappointment. Do you know what you want, much less what I want? My beloved Psyche risked everything in the name of Love. It was the only way for her to atone for her lack of faith. And you- what have you risked in my name?\"I've been to Tartarus and back,\" Nico snarled. \"You don't scare me.\"I scare you very, very much. Face me. Be honest.”"
    },
    {
        "count": 513,
        "title": "The House of Hades",
        "quote": "“Nico's voice was like broken glass. \"I- I wasn't in love with Annabeth.\"\"You were jealous of her,\" Jason said. \"That's why you didn't want to be around her. Especially why you don't want to be around... him. It makes total sense.”"
    },
    {
        "count": 514,
        "title": "The House of Hades",
        "quote": "“Dude.\" Jason gave Percy a bear hug.\"Back from Tartarus!\" Leo whooped. \"That's my peeps!”"
    },
    {
        "count": 515,
        "title": "The House of Hades",
        "quote": "“Still hiding, Cupid said, smashing another skeleton to pieces. You do not have the strength.\"Nico,\" Jason managed to say, \"it's okay. I get it.\"Nico glanced over, pain and misery washing across his face.\"No you don't,\" he said. \"There's no way you can understand.\"And so you run away again, Cupid chided. From your friends, from yourself.”"
    },
    {
        "count": 516,
        "title": "The House of Hades",
        "quote": "“About five meters ahead, Nico was swinging his black sword with one hand, holding the scepter of Diocletian aloft with the other. He kept shouting orders at the legionnaires, but they paid him no attention.Of course not, Frank thought. He's Greek.[...]Jason's face was already beaded with sweat. He kept shouting in Latin: \"Form ranks!\" But the dead legionnaires wouldn't listen to him, either.[...]\"Make way!\" Frank shouted. To his surprise, the dead legionnaires parted for him. The closest ones turned and stared at him with blank eyes, as if waiting for further orders.\"Oh, great...\" Frank mumbled.”"
    },
    {
        "count": 517,
        "title": "The House of Hades",
        "quote": "“Nothing?\" Favonius cried. \"The one you care for most... plunged into Tartarus, and you still will not allow the truth?\"Suddenly Jason felt like he was eavedropping. The one you care for most.”"
    },
    {
        "count": 518,
        "title": "The Titan's Curse",
        "quote": "“Nico di Angelo ran up to me with a big grin on his face.\"Percy, this is awesome!\" His blue-feathered bronze helmet was falling in his eyes, and his breastplate was about six sizes too big. I wondered if there was any way I'd looked that ridiculous when I'd first arrived.”"
    },
    {
        "count": 519,
        "title": "The House of Hades",
        "quote": "“Please tell me your master isn't Aeolus.\"\"That airhead?\" Favonius snorted. \"No, of course not.\"\"He means Eros.\" Nico's voice turned edgy. \"Cupid, in Latin.\"Favonius smiled. \"Very good, Nico di Angelo. I'm glad to see you again, by the way. It's been a long time.”"
    },
    {
        "count": 520,
        "title": "The House of Hades",
        "quote": "“Oh, he's not like that,\" said Favonius.Jason flinched. \"You can read my mind?\"\"I don't need to.\" Favonius tossed his bronze hoop in the air. \"Everyone has the wrong impression of Cupid... until they meet him.”"
    },
    {
        "count": 521,
        "title": "The Staff of Serapis",
        "quote": "“This was a few weeks ago,\" Annabeth said. \"Percy told me a crazy story about meeting a boy our near Moriches Bay. Apparently this kid used hieroglyphs to cast spells. He helped Percy battle a crocodile monsters.\"\"The Sob of Sobek!\" Sadie blurted. \"But my brother battled that monster. He didn't say anything about-\"\"Is your brother's name Carter?\" Annabeth asked.An angry golden aura flickered around Sadie's head-a halo of hieroglyphs that resembled frowns, fists, and dead stick men.\"As of this moment,\" Sadie growled, \"My brother's name is Punching Bag.”"
    },
    {
        "count": 522,
        "title": "The House of Hades",
        "quote": "“Whenever he felt like giving up, plopping himself down, and dying (which was, like, every ten minutes), he reached over and took her hand, just to remember there was warmth in the world.”"
    },
    {
        "count": 523,
        "title": "The Titan's Curse",
        "quote": "“Don't talk to my sister that way.\" Nico said. His voice quivered, but I was impressed that he had the guts to say anything at all. — Percy”"
    },
    {
        "count": 524,
        "title": "The House of Hades",
        "quote": "“Frank, how did you do that?\" Jason yelled.Frank's head swam with pain. He forced himself not to pass out. \"I'm the ranking Roman officer,\" he said. \"They- uh, they don't recognize you. Sorry.\"Jason grimaced, but he didn't look particularly surprised. \"How can we help?”"
    },
    {
        "count": 525,
        "title": "The House of Hades",
        "quote": "“Your destiny grows clearer, Jason Grace. When the choice comes again- storm or fire- remember me. And do not despair.”"
    },
    {
        "count": 526,
        "title": "The Last Olympian",
        "quote": "“As a general rule, I preferred not to have my soul reaped.”"
    },
    {
        "count": 527,
        "title": "The House of Hades",
        "quote": "“So now I get the scepter?\" Jason asked.Cupid laughed. Unfortunately, you could not wield it. Only a child of the Underworld can summon the dead legions. And only an officer of Rome can lead them.”"
    },
    {
        "count": 528,
        "title": "The House of Hades",
        "quote": "“Yeah, you bet Romani.' Percy bared his forearm and showed them the brand he'd got at Camp Jupiter- the SPQR mark, with the trident of Neptune. 'You mix Greek and Roman, and you know what you get? You get BAM!' He stomped his foot, and the empousai scrambled back. One fell off the boulder where she'd been perched.”"
    },
    {
        "count": 529,
        "title": "The Titan's Curse",
        "quote": "“I (Percy) set Nico on guard duty with Beckendorf and the Stoll brothers, figuring he'd be safely out of the way....\"What's happening?\" Nico demanded, trying to climb up next to me.”"
    },
    {
        "count": 530,
        "title": "The Titan's Curse",
        "quote": "“Percy's thoughts: I don't recommend shadow travel if your scared of:A) The darkB) Cold shivers up your spineC) Strange noisesD) Going so fast you feel like your is peeling offIn other words I thought it was awesome”"
    },
    {
        "count": 531,
        "title": "The Battle of the Labyrinth",
        "quote": "“Their dad was the god of thieves, but they were about a stealthy as water buffalos.”"
    },
    {
        "count": 532,
        "title": "The Titan's Curse",
        "quote": "“Nico: With great power, comes the great need to take a nap.”"
    },
    {
        "count": 533,
        "title": "The Lightning Thief",
        "quote": "“You drool in your sleep- Annabeth Chase”"
    },
    {
        "count": 534,
        "title": "The Last Olympian",
        "quote": "“Percy: You just hit the lord of the titans with a blue plastic hairbrush.”"
    },
    {
        "count": 535,
        "title": "The Last Olympian",
        "quote": "“And for once i didn't look back.”"
    },
    {
        "count": 536,
        "title": "The Mark of Athena",
        "quote": "“The god's chosen beverage. Tremble before the horror of Diet Coke!”"
    },
    {
        "count": 537,
        "title": "The Demigod Diaries",
        "quote": "“I had a fair idea how it felt to get spanked with a large flat surface, and my rump clenched in sympathy.”"
    },
    {
        "count": 538,
        "title": "The Sea of Monsters",
        "quote": "“Annabeth:-Tenemos que salir de acá. Percy:-¿Crees que me gusta estar en el baño de mujeres? Annabeth:-¡Del barco, Percy! Tenemos que salir del barco.”"
    },
    {
        "count": 539,
        "title": "The Sea of Monsters",
        "quote": "“Un minuto más tarde, Annabeth puso el pie sobre un trozo de musgo y resbaló. Por suerte, consiguió afirmar el pie un poco más abajo. Por desgracia, fue en mi cara.”"
    },
    {
        "count": 540,
        "title": "The Titan's Curse",
        "quote": "“Ich wusste nicht so recht, wann Autos erfunden worden waren, aber ich tippte auf prähistorische Zeiten - damals, als die Leute noch Schwarzweißfernseher hatten und Dinosaurier jagten.”"
    },
    {
        "count": 541,
        "title": "The House of Hades",
        "quote": "“Nico drew his sword. His smile was even more unsettling than his scowl.\"Underground,\" he said. \"My favorite place.\"Underground was not Jason's favorite place.”"
    },
    {
        "count": 542,
        "title": "The House of Hades",
        "quote": "“So . . . what is this fire river called?”“The Phlegethon,” [Annabeth] said. “You should concentrate on going down.”“The Phlegethon?” [Percy] shinnied along the ledge. They’d made it roughly a third of the way down the cliff—still high enough up to die if they fell. “Sounds like a marathon for hawking spitballs.”“Please don’t make me laugh,” she said.“Just trying to keep things light.”"
    },
    {
        "count": 543,
        "title": "The House of Hades",
        "quote": "“Nyx’s quasar eyes burned. “Of course not. I would not let my horses eat you, any more than I would let Akhlys kill you. Such fine prizes, I will kill myself!”Annabeth didn’t feel particularly witty or courageous, but her instincts told her to take the initiative, or this would be a very short conversation.“Oh, don’t kill yourself!” she cried. “We’re not that scary.”The goddess lowered her whip. “What? No, I didn’t mean—”“Well, I hope not!” Annabeth looked at Percy and forced a laugh. “We wouldn’t want to scare her, would we?”“Ha, ha,” Percy said weakly. “No, we wouldn’t.”"
    },
    {
        "count": 544,
        "title": "The House of Hades",
        "quote": "“Doubtful, but it did work...\"Annabeth?\" Percy said again. \"You're planning something. You've got that I'm-planning-something look.\"\"I don't have an I'm-planning-something look.\"\"Yeah, you totally do. Your eyebrows knit and your lips press together and ---\"\"Do you have a pen?\" she asked him.\"You're kidding, right?\" He brought out Riptide.\"Yes, but can you actually write with it?\"\"I--I don't know,\" he admitted. \"Never tried.”"
    },
    {
        "count": 545,
        "title": "The House of Hades",
        "quote": "“The Death Mist is not for helping!\" Akhlys shrieked. \"It shrouds mortals in misery as their souls pass into the Underworld. It is the very breath of Tartarus, of death, of despair!\"\"Awesome,\" Percy said. \"Could we get two orders of that to go?”"
    },
    {
        "count": 546,
        "title": "The House of Hades",
        "quote": "“[Percy] kept hoping things would get better for Annabeth and him, but their lives just got more dangerous, as if the Three Fates were up there spinning their futures with barbed wire instead of thread just to see how much two demigods could tolerate.”"
    },
    {
        "count": 547,
        "title": "The House of Hades",
        "quote": "“Do you know who I am?\" she demanded.\"Well, you're Night, I suppose,\" said Annabeth. \"I mean, I can tell because you're dark and everything, though the brochure didn't say much about you.\"Nyx's eyes winked out for a moment. \"What brochure?\"Annabeth patted her pockets. \"We had one, didn't we?\"Percy licked his lips. \"Uh-huh.\" He was still watching the horses, his hand tight on his sword hilt, but he was smart enough to follow Annabeth's lead. [...]\"Anyway,\" she said, \"I guess the brochure didn't say much, because you weren't spotlighted on the tour. We got to see the River Phlegethon, the Cocytus, the arai, the poison glade of Akhlys, even some random Titans and giants, but Nyx...hmm, no you weren't really featured.\"\"Featured? Spotlighted?\"\"Yeah,\" Percy said, warming up to the idea. \"We came down here for the Tartarus tour--like, exotic destinations, you know? The Underworld is overdone. Mount Olympus is a tourist trap--\"\"Gods, totally!\" Annabeth agreed. \"So we booked the Tartarus excursion, but no one even mentioned we'd run into Nyx. Huh. Oh, well. Guess they didn't think you were important.”"
    },
    {
        "count": 548,
        "title": "The House of Hades",
        "quote": "“Jason always tried to build a good relationship with his team. He'd learned the hard way that if somebody was going to have your back in a fight, it was better if you found some common ground and trusted each other. But Nico wasn't easy to figure out.”"
    },
    {
        "count": 549,
        "title": "The Son of Neptune",
        "quote": "“What are these guys?\" He whispered\"Canadians,\" Percy said. Frank leaned away from him. \"Excuse me?\"\"Uh, no offense,\" Percy said. \"That's what Annabeth called them when I fought them before. She said they live in the north, in Canada.\"\"Yeah, well,\" Frank grumbled, \"we're in Canada. I'm Canadian. But I've never seen those things before.”"
    },
    {
        "count": 550,
        "title": "The Mark of Athena",
        "quote": "“Maybe that's why he had started to fear suffocation. It wasn't so much drowning in the earth or sea but the feeling that he was sinking into too many expectations, literally getting in over his head.Wow...when he started having thoughts like that, he knew he'd been spending too much time with Annabeth.”"
    },
    {
        "count": 551,
        "title": "The Sea of Monsters",
        "quote": "“You'd think getting chopped into a million pieces and cast into the darkest part of the Underworld would give him a subtle clue that nobody wanted him around.”"
    },
    {
        "count": 552,
        "title": "The Last Olympian",
        "quote": "“The goddess smiled. \"You are a good hero, Percy Jackson. Not too proud. I like that. But you have much to learn. When Dionysus was made a god, I gave up my throne for him. It was the only way to avoid a civil war among the gods.\"\"It unbalanced the Council,\" I remembered. \"Suddenly there were seven guys and five girls.\"Hestia shrugged. \"It was the best solution, not a perfect one. Now I tend the fire. I fade slowly into the background. No one will ever write epic poems about the deeds of Hestia. Most demigods don't even stop to talk to me. But that is no matter. I keep the peace. I yield when necessary. Can you do this?”"
    },
    {
        "count": 553,
        "title": "The Last Olympian",
        "quote": "“Percy: Dad-Poseidon: Very well! It shall be as you say. But my son, pray this works.Percy: I'm praying, I'm talking to you, right?Poseidon: Oh...yes. Good point.”"
    },
    {
        "count": 554,
        "title": "The Mark of Athena",
        "quote": "“Save yourselves!\" Percy warned. \"It is too late for us!\" Then he gasped and pointed to the spot where Frank was hiding. \"oh no! Frank is turning into a crazy dolphin!\" Nothing happened. \"I said,\" Percy repeated, \"Frank is turning into a crazy dolphin.\" Frank stumbled out of nowhere, making a big show of grabbing his throat. \"oh no,\" he said, like he was reading from a teleprompter, \"I am turning into a crazy dolphin.”"
    },
    {
        "count": 555,
        "title": "The Titan's Curse",
        "quote": "“Why won't you drown?\" he wailed, pummeling me with his fists.\"I'm Poseidon's son,\" I said.\"Curse that upstart! I was here first!”"
    },
    {
        "count": 556,
        "title": "The Sea of Monsters",
        "quote": "“Thalia had gotten herself turned into a pine tree when she was twelve. Me ... Well, I was doingmy best not to follow her example. I had nightmares about what Poseidon might turn me intoif I were ever on the verge of death--plankton, maybe. Or a floating patch of kelp.”"
    },
    {
        "count": 557,
        "title": "The Last Olympian",
        "quote": "“Hermes's shoulders sagged. \"They'll try, Percy. Oh, we'll all try to keep our promise. And maybe for a while things will get better. But we gods have never been good at keeping oaths. You were born because of a broken promise, eh? Eventually we'll become forgetful. We always do.\"\"You can change.\"Hermes laughed. \"After three thousand years, you think the gods can change their nature?\"\"Yeah,\" I said. \"I do.”"
    },
    {
        "count": 558,
        "title": "The Titan's Curse",
        "quote": "“If Annabeth's mother was Athena, the goddess of wisdom, then why didn't Annabeth know better than to fall off a cliff?”"
    },
    {
        "count": 559,
        "title": "title not available",
        "quote": "“GETTING KILLED BY TARTARUS didn’t seem like much of an honor. As Annabeth stared up at his dark whirlpool face, she decided she’d rather die in some less memorable way—maybe falling down the stairs, or going peacefully in her sleep at age eighty, after a nice quiet life with Percy. Yes, that sounded good.”"
    },
    {
        "count": 560,
        "title": "The Titan's Curse",
        "quote": "“As for me, I did the stupidest thing in my life, which is saying a lot. I attacked the Titan Lord Atlas.”"
    },
    {
        "count": 561,
        "title": "The Mark of Athena",
        "quote": "“The good thing is Jason and I both outrank you so we can both tell you to shut up.”"
    },
    {
        "count": 562,
        "title": "The Mark of Athena",
        "quote": "“Piper: it looks like we have hole. Percy: Yeah we've got a dam hole! (LOL-ing) Piper: What! Percy: Inside joke. (still LOL-ing) Piper: Whatever.”"
    },
    {
        "count": 563,
        "title": "The Titan's Curse",
        "quote": "“I was wondering how you got all that out of a single moooooo”"
    },
    {
        "count": 564,
        "title": "title not available",
        "quote": "“Percy: Put your cap back on... get out! Annabeth: What? No! I'm not leaving you. Percy: I've got a plan. I'll distract them. You can use the metal spider... maybe it'll lead you back to Hephaestus. You have to tell him what's going on. Annabeth: But you'll be killed! Percy: I'll be fine. Besides, we've got no choice. Annabeth glared at me like she was going to punch me, and then she did something that surprised me even more she kissed me. Annabeth Be careful, Seaweed Brain. Percy: she put on her hat and vanished.”"
    },
    {
        "count": 565,
        "title": "title not available",
        "quote": "“His face was gaunt, scraped and bloody, his hair dusted with cobwebs, but when he locked eyes with her, she thought he had never looked more handsome.Percy & Annabeth”"
    },
    {
        "count": 566,
        "title": "The Sea of Monsters",
        "quote": "“Perseus Jackson, I do expect you torefrain from causing any more trouble. \"\"Trouble?\" I demanded.Dionysus snapped his fingers. A newspaper appeared on the table-the front page of today'sNew York Post, There was my yearbook picture from Meriwether Prep. It was hard for me tomake out the headline, but I had a pretty good guess what it said. Something like: ...Perseus Jackson, I do expect you torefrain from causing any more trouble. \"\"Trouble?\" I demanded.Dionysus snapped his fingers. A newspaper appeared on the table-the front page of today'sNew York Post, There was my yearbook picture from Meriwether Prep. It was hard for me tomake out the headline, but I had a pretty good guess what it said. Something like: Thirteen-Year-Old Lunatic Torches Gymnasium.”"
    },
    {
        "count": 567,
        "title": "The Last Olympian",
        "quote": "“We need a shroud. A shroud for the son of Hermes.”"
    },
    {
        "count": 568,
        "title": "The Son of Neptune",
        "quote": "“I've found peace here at the co-op. You could stay with us, if you want. Become a ROFLcopter.”"
    },
    {
        "count": 569,
        "title": "The Battle of the Labyrinth",
        "quote": "“New lesson class... most monsters will vaporize when sliced with a celestial bronze sword.this change is perfectly normal, and will happen to you RIGHT NOW if you don't BACK OFF!.... CLASS DISMISSED!”"
    },
    {
        "count": 570,
        "title": "The Titan's Curse",
        "quote": "“Where's the dam water fountain I'm thirsty?”"
    },
    {
        "count": 571,
        "title": "The Mark of Athena",
        "quote": "“Piper and Hazel were ready to go, but first Annabeth turned to Percy, who was leaning on the starboard rail, gazing over the bay. Annabeth took his hand. “What are you going to do while we’re gone?”“Jump in the harbor,” he said casually, like another kid might say, I’m going to get a snack.”"
    },
    {
        "count": 572,
        "title": "The Mark of Athena",
        "quote": "“Percy and Hedge lay on the deck, looking exhausted. Hedge was missing his shoes. He grinned at the sky, muttering, “Awesome. Awesome.” Percy was covered in nicks and scratches, like he’d jumped through a window. He didn’t say anything but he grasped Annabeth’s hand weakly as if to say, Be right with you as soon as the world stops spinning.Leo, Piper, and Jason, who’d been eating in the mess hall, came rushing up the stairs. “What? What?” Leo cried, holding a half-eaten grilled cheese sandwich. “Can’t a guy even take a lunch break? What’s wrong?”“Followed!” Frank yelled again. “Followed by what? Jason asked.“I don’t know!” Frank panted. “Whales? Sea monsters? Maybe Kate and Porky!”Annabeth wanted to strangle the guy, but she wasn’t sure her hands would fit around his thick neck. “That makes absolutely no sense.”"
    },
    {
        "count": 573,
        "title": "The Mark of Athena",
        "quote": "“Percy says be talked to a Nereid in Charleston Harbor!”“Good for him!” Leo yelled back. “The Nereid said we should seek help from Chiron’s brothers.”“What does that mean? The Party Ponies?” Leo had never met Chiron’s crazy centaur relatives, but he’d heard rumors of Nerf sword-fights, root beer-chugging contests, and Super Soakers filled with pressurized whipped cream. “Not sure,” Annabeth said. “But I’ve got coordinates. Can you input latitude and longitude in this thing?”“I can input star charts and order you a smoothie, if you want. Of course I can do latitude and longitude!”"
    },
    {
        "count": 574,
        "title": "The Mark of Athena",
        "quote": "“I’m nobody’s sidekick,” Annabeth growled. “And, Percy, his accent sounds familiar because he sounds like his mother. We killed her in New Jersey.”Percy frowned. “I’m pretty sure that accent isn’t New Jersey. Who’s his—? Oh.”It all fell into place. Aunty Em’s Garden Gnome Emporium—the lair of Medusa. She’d talked with that same accent, at least until Percy had cut off her head. “Medusa is your mom?” he asked. “Dude, that sucks for you.”"
    },
    {
        "count": 575,
        "title": "The Mark of Athena",
        "quote": "“Percy?\" Annabeth gripped his arm.\"Oh, bad,\" he muttered. \"Bad. Bad.\" He looked across the table at Frank and Hazel. \"You guys remember Polybotes?\"\"The giant who invaded Camp Jupiter,\" Hazel said. \"The anti-Poseidon you whacked in the head with a Terminus statue. Yes, I think I remember”"
    },
    {
        "count": 576,
        "title": "The Mark of Athena",
        "quote": "“She led him past the engine room, which looked like a very dangerous, mechanized jungle gym, with pipes and pistons and tubes jutting from a central bronze sphere. Cables resembling giant metal noodles snaked across the floor and ran up the walls. “How does that thing even work?” Percy asked. “No idea,” Annabeth said. “And I’m the only one besides Leo who can operate it.”“That’s reassuring.”“It should be fine. It’s only threatened to blow up once.”“You’re kidding, I hope.”She smiled. “Come on.”"
    },
    {
        "count": 577,
        "title": "The Mark of Athena",
        "quote": "“If you ever leave me again,’ she said, her eyes stinging, ‘I swear to all the gods-‘Percy had the nerve to laugh. Suddenly the lump of heated emotions melted inside Annabeth.‘Consider me warned,’ Percy said. ‘I missed you, too.”"
    },
    {
        "count": 578,
        "title": "title not available",
        "quote": "“According to Festus, our flying table, Buford, made it back safely while we were in Charleston, so those eagles didn't get him. Unfortunately, he lost the laundry bag with your pants.\"\"Dang it!\" Frank Barked, which Leo figured was probably severe profanity for him.No doubt Frank would've cursed some more -busting out the golly gees and the gosh darns- but Percy interrupted by doubling over and groaning.\"Did the world just turn upside down?\" he asked.Jason pressed his hands to his head. \"Yeah, and it's spinning. Everything is yellow. Is it supposed to be yellow?”"
    },
    {
        "count": 579,
        "title": "title not available",
        "quote": "“Nico started to crawl away, groaning. Percy wanted him to move faster and groan less. He considered throwing his wonder bread at him.”"
    },
    {
        "count": 580,
        "title": "The Mark of Athena",
        "quote": "“Percy looked at Coach Hedge and Frank. “A trap?”“Probably,” Frank said. “She’s not mortal,” Hedge said, sniffing the air. “Probably some kind of goat-eating, demigod-destroying fiend from Tartarus.”“No doubt,” Percy agreed. “Awesome.” Hedge grinned. “Let’s go.”"
    },
    {
        "count": 581,
        "title": "The Mark of Athena",
        "quote": "“You both passed out,” Percy said. “I don’t know why, but Ella told me not to worry about it. She said you were…sharing?”“Sharing,” Ella agreed. She crouched in the stern, preening her wing feathers with her teeth, which didn’t look like a very effective form of personal hygiene. She spit out some red fluff. “Sharing is good. No more blackouts. Biggest American blackout, August 14, 2003. Hazel shared. No more blackouts.”Percy scratched his head. “Yeah…we’ve been having conversations like that all night. I still don’t know what she’s talking about.”"
    },
    {
        "count": 582,
        "title": "The Mark of Athena",
        "quote": "“Anybody have any money?”Frank checked his pockets. “Three denarii from Camp Jupiter. Five dollars Canadian.”Hedge patted his gym shorts and pulled out what he found. “Three quarters, two dimes, a rubber band and—score! A piece of celery.”He started munching on the celery, eyeing the change and the rubber band like they might be next.”"
    },
    {
        "count": 583,
        "title": "The Sea of Monsters",
        "quote": "“As soon as the rocky coast line of the island came into view, I ordered one of the ropes to wrap around Annabeth's waist, tying her to the foremast. \"Don't untie me,\" she said, \"no matter what happens or how much I plead. I'll want to go straight over the edge and drown myself.\" \"Are you trying to tempt me?\"\"Ha-ha.”"
    },
    {
        "count": 584,
        "title": "The Mark of Athena",
        "quote": "“Frank tugged again with no luck. Even Hazel was trying not to laugh.Frank grimaced with concentration. Suddenly, he disappeared. On the deck where he’d been standing, a green iguana crouched next to an empty set of Chinese handcuffs.“Well done, Frank Zhang,” Leo said dryly, doing his impression of Chiron the centaur. “That is exactly how people beat Chinese handcuffs. They turn into iguanas.”"
    },
    {
        "count": 585,
        "title": "The Mark of Athena",
        "quote": "“If we can’t repair things with the Romans—well, the two sets of demigods have never gotten along. That’s why the gods kept us separate. I don’t know if we could ever belong there.”Percy didn’t want to argue, but he couldn’t let go of the hope. It felt important—not just for him, but for all the other demigods. It had to be possible to belong in two different worlds at once. After all, that’s what being a demigod was all about—not quite belonging in the mortal world or on Mount Olympus, but trying to make peace with both sides of their nature.”"
    },
    {
        "count": 586,
        "title": "The Mark of Athena",
        "quote": "“Piper bit her lip. The last thing she wanted to do was check Katopris for more terrifying images.'I've tried,'she said.'The dagger doesn't always show what I want to see. In fact,it hardly ever does''Please,'Percy said.'Try again.'He pleaded with those sea-green eyes, like a cute baby seal that needed help.Piper wondered how Annabeth ever won an argument with this guy.'Fine,'she sighed,and drew her dagger”"
    },
    {
        "count": 587,
        "title": "title not available",
        "quote": "“Frank couldn't breathe underwater.But where was he?Percy turned in a full circle. Nothing. Then he glanced up. Hovering above him was a giant goldfish. Frank had turned -clothes, backpack, and all- into a koi the size of a teen-aged boy.\"dude.\" Percy sent his thoughts through the water, the way he spoke to other sea creatures. \"A goldfish?\"Frank's voice came back to him: \"I freaked. We were talking about goldfish, so it was on my mind. Sue me.”"
    },
    {
        "count": 588,
        "title": "The Mark of Athena",
        "quote": "“Now, leave.\" All three boys slumped forward. Percy fell face-first into his pizza. \"Percy!\" Annabeth grabbed him.”"
    },
    {
        "count": 589,
        "title": "The Son of Neptune",
        "quote": "“As Hazel marched down the hill, she cursed in Latin. Percy didn’t understand all of it, but he got son of a gorgon, power-hungry snake, and a few choice suggestions about where Octavian could stick his knife.”"
    },
    {
        "count": 590,
        "title": "The Lightning Thief",
        "quote": "“I didn't understand how. But the toilets had responded to me. I had become one with the plumbing...”"
    },
    {
        "count": 591,
        "title": "title not available",
        "quote": "“Percy looked at his friends. \"I'm getting tired of this guy's shirt.\"\"Combat time?\" Piper grabbed her horn of plenty.\"I hate wonder bread,\" Jason said.Together, they charged.”"
    },
    {
        "count": 592,
        "title": "The Titan's Curse",
        "quote": "“Artemis grit her teeth. \"I need a favor. I have some hunting to do, alone. I need you to take my companions to Camp Half-Blood.\" \"Sure Sis!\" then he raised his hands in a \"stop everything\" gesture. \"I feel a haiku comIng on.\" The Hunters all groaned. Apparently they'd met Apollo before. He cleared his throat and held up one hand dramatically. \"Green grass breaks through snow.Artemis pleads for my help. I am so awesome.”"
    },
    {
        "count": 593,
        "title": "title not available",
        "quote": "“That's what being a demigod was all about, not quite belonging in the mortal world or on Mount Olympus but trying to make peace with both sides of their nature.”"
    },
    {
        "count": 594,
        "title": "The Titan's Curse",
        "quote": "“He's nuts\" Bianca said\"We need to jump off this cliff\" i said\"Oh nice idea!! Your nuts too”"
    },
    {
        "count": 595,
        "title": "title not available",
        "quote": "“Then Leo realized something was blocking the middle of his view. Something large and fuzzy, and so close, Leo had to cross his eyes to see it properly. It was a large, ugly face. \"Holy mother!\" he yelped. The face backed away and came into focus. Staring down at him was a beard man in grimy blue coveralls. His face was lumpy and covered with welts, as if he'd been stung by a million bees, or dragged across gravel. Possibly both. \"Humph.\" the man said. \"Holy father, boy. I should think ou know the difference by now.”"
    },
    {
        "count": 596,
        "title": "The Mark of Athena",
        "quote": "“Oh, my dear! I’m afraid you’ve mistakenme for someone else! My name is Rhea Silvia. I was the mother to Romulus and Remus, thousands of years ago. But you’re so kind to think I look as young as the 1950s.”"
    },
    {
        "count": 597,
        "title": "The Titan's Curse",
        "quote": "“The driver got out smiling. He looked about seventeen or eighteen, and for a second, I had the uneasy feeling it was Luke, my old enemy. This guy had the same sandy hair and outdoorsy good looks. But it wasn't Luke. His smile was brighter and more playful. (Luke didn't do much more than scowl and sneer these days.) The Maserati driver wore jeans and loafers and a sleeveless T-shirt.\"Wow\" Thalia muttered. Apollo Is hot.\"\"He's the sun god,\" I said.\"That's not what I meant.”"
    },
    {
        "count": 598,
        "title": "title not available",
        "quote": "“The Romans always wanted bread and circuses-food and entertainement! As we destroy their city, I will offer them both. Behold, a sample!\"Someething dropped from the ceiling and landed at Percy's feet: a loaf of sandwich bread in a white plastic wrapper with red and yellow dots.Percy picked it up. \"Wonder bread?\"\"Magnificent, isn't it?\" Ephialtes eyes danced with crazy excitement.”"
    },
    {
        "count": 599,
        "title": "title not available",
        "quote": "“Annabeth glared at me like she was going to punch me. And then she did something that surprised me even more. Shd kissed me. \"Br careful Seaweed Brain.\" she put her cap back on and vanished. I probably would have sst there fir the rest of the day, staring at the lava and trying to remember what my name was.”"
    },
    {
        "count": 600,
        "title": "title not available",
        "quote": "“My mother was gone. The whole world should be black and cold. Nothing should look beautiful.”"
    },
    {
        "count": 601,
        "title": "The Son of Neptune",
        "quote": "“Percy and Reyna occupied matching praeters' chairs on the dais, which made Percy self-conscious. It wasn't easy looking dignified wearing a bedsheet and a purple cape. \"The camp is safe,\" Octavian continued. \" I'll be the first to congragulate our heroes for bringing back the legion's eagle and so much Imperial gold! Truly we have been blessed with good fortune. But why do more? Why tempt fate?\" \"I'm glad you asked.\" Percy stood, taking the question as an opening. Octavian stammered, \" I wasn't--\"\"--Part of the quest,\" Percy said. \"Yes I know. And your'e wise to let me explain, since I was.”"
    },
    {
        "count": 602,
        "title": "The Sea of Monsters",
        "quote": "“Annabeth looked at me. \" We have to get out of here.\" \" You think I want to be in the girls' restroom?\" \" I mean the ship, Percy! We have to get off the ship.\" \" Smells bad,\" Tyson agreed. \" And dogs eat all the eggs. Annabeth is right. We must leave the restroom and the ship.”"
    },
    {
        "count": 603,
        "title": "The Son of Neptune",
        "quote": "“No more Lastrygonians.” Ella fluttered down and landed next to them. “Six minus six is zero. Spears are good for subtraction, yep.”"
    },
    {
        "count": 604,
        "title": "The Last Olympian",
        "quote": "“I looked at the campers, all of them grim and determined. I tried not to feel like this was the last time I'd ever see them all together. 'You're the greatest heroes of this millennium,' I told them. 'It doesn't matter how many monsters come at you. Fight bravely, and we will win.' I raised Riptide and shouted, 'FOR OLYMPUS!' They shouted in response, and our forty voices echoed off the buildings of Midtown.”"
    },
    {
        "count": 605,
        "title": "title not available",
        "quote": "“So Beckendorf was pretty popular?\" Leo asked. \"I mean-before he blew up?”"
    }
]